-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июл 29 2020 г., 14:50
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.2.22

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `bank_client`
--

-- --------------------------------------------------------

--
-- Структура таблицы `account_number`
--

CREATE TABLE `account_number` (
  `id` int(11) NOT NULL,
  `company_id` int(11) NOT NULL,
  `bank_branch_id` int(11) DEFAULT NULL,
  `account_number` varchar(20) NOT NULL,
  `is_main` tinyint(1) NOT NULL DEFAULT 0,
  `stock` double(15,4) NOT NULL DEFAULT 0.0000,
  `stock_date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `account_number`
--

INSERT INTO `account_number` (`id`, `company_id`, `bank_branch_id`, `account_number`, `is_main`, `stock`, `stock_date`) VALUES
(1, 1, 9, '22614643704910109004', 0, 789.1400, '2020-01-01'),
(2, 1, 9, '22614840304910109004', 0, 456.1200, '2020-01-01'),
(7, 21, 87, '22614978604859997005', 0, 123.4500, '2020-01-01'),
(8, 21, 87, '22614840904859997006', 0, 147.2500, '2020-01-01'),
(9, 10, 160, '22614840904803708006', 0, 258.3200, '2020-01-01'),
(10, 15, 109, '20214643804737927003', 0, 369.8700, '2020-01-01'),
(16, 18, 37, '20214000904998531001', 0, 256038170.4500, '2020-05-20'),
(21, 2, 100, '20214000700530113001', 0, 15223.5600, '2020-01-01'),
(23, 15, 109, '20214000904737927001', 1, 6783129825.4200, '2020-07-06'),
(24, 11, 565, '20208000100516389001', 1, 12235849093.0300, '2020-06-01'),
(25, 21, 87, '20214000804859997001', 1, 12008760122.8700, '2020-06-01'),
(26, 18, 1, '20214000504998531010', 1, 573447647.6000, '2020-06-01');

-- --------------------------------------------------------

--
-- Структура таблицы `auth_assignment`
--

CREATE TABLE `auth_assignment` (
  `item_name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `auth_assignment`
--

INSERT INTO `auth_assignment` (`item_name`, `user_id`, `created_at`) VALUES
('admin', 2, 1591260366),
('admin', 8, 1593149152),
('member', 3, 1591260398),
('member', 6, 1593148813),
('member', 9, 1593602850),
('theCreator', 1, 1591259606),
('theCreator', 5, 1591294549),
('theCreator', 7, 1593755236);

-- --------------------------------------------------------

--
-- Структура таблицы `auth_item`
--

CREATE TABLE `auth_item` (
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `rule_name` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `data` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `auth_item`
--

INSERT INTO `auth_item` (`name`, `type`, `description`, `rule_name`, `data`, `created_at`, `updated_at`) VALUES
('admin', 1, 'Administrator of this application', NULL, NULL, 1591259436, 1591259436),
('employee', 1, 'Employee of this site/company who has lower rights than admin', NULL, NULL, 1591259436, 1591259436),
('manageUsers', 2, 'Allows admin+ roles to manage users', NULL, NULL, 1591259436, 1591259436),
('member', 1, 'Authenticated user, equal to \"@\"', NULL, NULL, 1591259436, 1591259436),
('premium', 1, 'Premium users. Authenticated users with extra powers', NULL, NULL, 1591259436, 1591259436),
('theCreator', 1, 'You!', NULL, NULL, 1591259436, 1591259436),
('usePremiumContent', 2, 'Allows premium+ roles to use premium content', NULL, NULL, 1591259436, 1591259436);

-- --------------------------------------------------------

--
-- Структура таблицы `auth_item_child`
--

CREATE TABLE `auth_item_child` (
  `parent` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `child` varchar(64) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `auth_item_child`
--

INSERT INTO `auth_item_child` (`parent`, `child`) VALUES
('admin', 'employee'),
('admin', 'manageUsers'),
('employee', 'premium'),
('premium', 'member'),
('premium', 'usePremiumContent'),
('theCreator', 'admin');

-- --------------------------------------------------------

--
-- Структура таблицы `auth_rule`
--

CREATE TABLE `auth_rule` (
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `data` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `auth_rule`
--

INSERT INTO `auth_rule` (`name`, `data`, `created_at`, `updated_at`) VALUES
('isAuthor', 'O:25:\"app\\rbac\\rules\\AuthorRule\":3:{s:4:\"name\";s:8:\"isAuthor\";s:9:\"createdAt\";i:1591259436;s:9:\"updatedAt\";i:1591259436;}', 1591259436, 1591259436);

-- --------------------------------------------------------

--
-- Структура таблицы `bank`
--

CREATE TABLE `bank` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `template` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `bank`
--

INSERT INTO `bank` (`id`, `name`, `template`) VALUES
(1, 'Инфин банк', 2),
(2, 'Асака банк', 1),
(3, 'Хамкор банк', 1),
(4, 'Ипак йўли банк', 2),
(5, 'ПСБ', 1),
(6, 'Капитал банк', 2),
(7, 'Миллий банк', 3),
(8, 'Алоқа банк', 0),
(9, 'Траст банк', 1),
(10, 'Халқ банки', 0),
(11, 'Ипотека банк', 0),
(12, 'КДБ', 0),
(13, 'Азиа Аллианс банк', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `bank_branch`
--

CREATE TABLE `bank_branch` (
  `id` int(11) NOT NULL,
  `name_branch` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `mfo` varchar(25) DEFAULT NULL,
  `bank_id` int(11) DEFAULT NULL,
  `short_name` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `bank_branch`
--

INSERT INTO `bank_branch` (`id`, `name_branch`, `mfo`, `bank_id`, `short_name`) VALUES
(1, 'ТОШКЕНТ Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИ', '01041', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИ'),
(2, 'КИБРАЙ Т., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ', '01056', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ'),
(3, 'ТОШКЕНТ Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ СЕРГЕЛИ ФИЛИАЛИ', '01070', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ СЕРГЕЛИ ФИЛИАЛИ'),
(4, 'ЗАНГИОТА Т., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ ЗАНГИОТА ФИЛИАЛИ', '01080', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ ЗАНГИОТА ФИЛИАЛИ'),
(5, 'БУХОРО Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ БУХОРО ВИЛОЯТ ФИЛИАЛИ', '01107', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ БУХОРО ВИЛОЯТ ФИЛИАЛИ'),
(6, 'НАМАНГАН Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ', '01113', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ'),
(7, 'АНДИЖОН Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ', '01114', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ'),
(8, 'КУКОН Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ КУКОН ФИЛИАЛИ', '01116', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИНИНГ КУКОН ФИЛИАЛИ'),
(9, 'ФАРГОНА Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ', '01128', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ'),
(10, 'УРГАНЧ Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ', '01129', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ'),
(11, 'САМАРКАНД Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ', '01133', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ'),
(12, 'КАРШИ Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ', '01135', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(14, 'ТОШКЕНТ Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ', '01141', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ'),
(15, 'НАВОИЙ Ш., \"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ', '01148', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ'),
(16, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ', '01165', 1, '\"INVЕSТ FINАNСЕ BАNК\" АТ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ'),
(17, 'ТОШКЕНТ Ш., \"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИ ТУЛОВ МАРКАЗИ', '09053', 1, '\"INVЕSТ FINАNСЕ BАNК\" ХАТ БАНКИ ТУЛОВ МАРКАЗИ'),
(18, 'АНДИЖОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) АНДИЖОН ВИЛОЯТ ФИЛИАЛИ', '00069', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) АНДИЖОН ВИЛОЯТ ФИЛИАЛИ'),
(19, 'АСАКА Т., \"АСАКА\" АТ БАНКИ (ОАЖ) АСАКА ФИЛИАЛИ', '00073', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) АСАКА ФИЛИАЛИ'),
(20, 'БУХОРО Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) БУХОРО ВИЛОЯТ ФИЛИАЛИ', '00120', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) БУХОРО ВИЛОЯТ ФИЛИАЛИ'),
(21, 'ЖИЗЗАХ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ', '00140', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ'),
(22, 'КАРШИ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00194', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(23, 'НАВОИЙ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) НАВОИЙ ВИЛОЯТ ФИЛИАЛИ', '00206', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) НАВОИЙ ВИЛОЯТ ФИЛИАЛИ'),
(24, 'НАМАНГАН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) НАМАНГАН ВИЛОЯТ ФИЛИАЛИ', '00231', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) НАМАНГАН ВИЛОЯТ ФИЛИАЛИ'),
(25, 'САМАРКАНД Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) САМАРКАНД ВИЛОЯТ ФИЛИАЛИ', '00264', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) САМАРКАНД ВИЛОЯТ ФИЛИАЛИ'),
(26, 'ТЕРМИЗ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00358', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(27, 'ГУЛИСТОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00373', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(28, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ', '00411', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ'),
(29, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ТОШКЕНТ ШАХАР ФИЛИАЛИ', '00416', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ТОШКЕНТ ШАХАР ФИЛИАЛИ'),
(30, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) АВТОТРАНСПОРТ ФИЛИАЛИ', '00417', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) АВТОТРАНСПОРТ ФИЛИАЛИ'),
(31, 'ФАРГОНА Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ФАРГОНА ВИЛОЯТ ФИЛИАЛИ', '00539', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ФАРГОНА ВИЛОЯТ ФИЛИАЛИ'),
(32, 'УРГАНЧ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) XОРАЗМ ВИЛОЯТ ФИЛИАЛИ', '00581', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) XОРАЗМ ВИЛОЯТ ФИЛИАЛИ'),
(33, 'НУКУС Ш., \"АСАКА\" АТ БАНКИ КОРАКАЛПОГИСТОН ФИЛИАЛИ', '00625', 2, ' \"АСАКА\" АТ БАНКИ КОРАКАЛПОГИСТОН ФИЛИАЛИ'),
(34, 'КУКОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) КУКОН ФИЛИАЛИ', '00631', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) КУКОН ФИЛИАЛИ'),
(35, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИНИНГ БОШ ОФИСИ', '00873', 2, ' \"АСАКА\" АТ БАНКИНИНГ БОШ ОФИСИ'),
(36, 'ОЛТИАРИК Т., \"АСАКА\" АТ БАНКИ (ОАЖ) ОЛТИАРИК ФИЛИАЛИ', '00904', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ОЛТИАРИК ФИЛИАЛИ'),
(37, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) СИРГАЛИ ФИЛИАЛИ', '00958', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) СИРГАЛИ ФИЛИАЛИ'),
(38, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ЮНУСОБОД ФИЛИАЛИ', '00963', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ЮНУСОБОД ФИЛИАЛИ'),
(39, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ШАЙХОНТОХУР ФИЛИАЛИ', '00969', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ШАЙХОНТОХУР ФИЛИАЛИ'),
(40, 'МАРГИЛОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) МАРГИЛОН ФИЛИАЛИ', '00971', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) МАРГИЛОН ФИЛИАЛИ'),
(41, 'АНДИЖОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ФАРХОД ФИЛИАЛИ', '00972', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ФАРХОД ФИЛИАЛИ'),
(42, 'САМАРКАНД Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) АФРОСИЁБ ФИЛИАЛИ', '01004', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) АФРОСИЁБ ФИЛИАЛИ'),
(43, 'НАМАНГАН Ш., \"АСАКА\" АТ БАНКИНИНГ ДАВЛАТОБОД ФИЛИАЛИ', '01012', 2, ' \"АСАКА\" АТ БАНКИНИНГ ДАВЛАТОБОД ФИЛИАЛИ'),
(44, 'ЗАРАФШОН Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) ЗАРАФШОН ФИЛИАЛИ', '01021', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) ЗАРАФШОН ФИЛИАЛИ'),
(45, 'БУХОРО Ш., \"АСАКА\" АТ БАНКИ (ОАЖ) БУХОРО ШАХАР ФИЛИАЛИ', '01027', 2, ' \"АСАКА\" АТ БАНКИ (ОАЖ) БУХОРО ШАХАР ФИЛИАЛИ'),
(46, 'ТОШКЕНТ Ш., \"АСАКА\" АТ БАНКИ ТУЛОВ МАРКАЗИ', '09013', 2, ' \"АСАКА\" АТ БАНКИ ТУЛОВ МАРКАЗИ'),
(47, 'ШАХРИХОН Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ШАХРИХОН ФИЛИАЛИ', '00039', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ШАХРИХОН ФИЛИАЛИ'),
(48, 'АСАКА Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ АСАКА ФИЛИАЛИ', '00070', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ АСАКА ФИЛИАЛИ'),
(49, 'КУРГОНТЕПА Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУРГОНТЕПА ФИЛИАЛИ', '00071', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУРГОНТЕПА ФИЛИАЛИ'),
(50, 'ХУЖАОБОД Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ XУЖАОБОД ФИЛИАЛИ', '00072', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ XУЖАОБОД ФИЛИАЛИ'),
(51, 'АНДИЖОН Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ НОДИРАБЕГИМ ФИЛИАЛИ', '00079', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ НОДИРАБЕГИМ ФИЛИАЛИ'),
(52, 'ТОШКЕНТ Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ТОШКЕНТ ШАХАР ФИЛИАЛИ', '00443', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ТОШКЕНТ ШАХАР ФИЛИАЛИ'),
(53, 'КУКОН Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУКОН ФИЛИАЛИ', '00956', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУКОН ФИЛИАЛИ'),
(54, 'ЧИНОЗ Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЧИНОЗ ФИЛИАЛИ', '00960', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЧИНОЗ ФИЛИАЛИ'),
(55, 'БАЛИКЧИ Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЧИНОБОД ФИЛИАЛИ', '00962', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЧИНОБОД ФИЛИАЛИ'),
(56, 'ФАРГОНА Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ', '00965', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ'),
(57, 'БУХОРО Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ', '00966', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ'),
(58, 'ЯНГИЙУЛ Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ', '00976', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ'),
(59, 'ЖАЛОЛКУДУК Т., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЖАЛОЛКУДУК ФИЛИАЛИ', '00977', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ЖАЛОЛКУДУК ФИЛИАЛИ'),
(60, 'ОЛМАЛИК Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ОЛМАЛИК ФИЛИАЛИ', '00988', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ОЛМАЛИК ФИЛИАЛИ'),
(61, 'МАРГИЛОН Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ МАРГИЛОН ФИЛИАЛИ', '00991', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ МАРГИЛОН ФИЛИАЛИ'),
(62, 'НАМАНГАН Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ', '00992', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ'),
(63, 'ТЕРМИЗ Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ', '01001', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ'),
(64, 'КУВАСОЙ Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУВАСОЙ ФИЛИАЛИ', '01003', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ КУВАСОЙ ФИЛИАЛИ'),
(65, 'ТОШКЕНТ Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ АВИАСОЗЛИК ФИЛИАЛИ', '01008', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ АВИАСОЗЛИК ФИЛИАЛИ'),
(66, 'ТОШКЕНТ Ш.,\"ХАМКОРБАНК\" АТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ', '01013', 3, 'ХАМКОРБАНК АТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ'),
(67, 'УРГАНЧ Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УРГАНЧ ФИЛИАЛИ', '01020', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УРГАНЧ ФИЛИАЛИ'),
(68, 'САМАРКАНД Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ', '01030', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ'),
(69, 'КАРШИ Ш., \"ХАМКОРБАНК\" АТ БАНКИНИНГ КАРШИ ФИЛИАЛИ', '01031', 3, ' \"ХАМКОРБАНК\" АТ БАНКИНИНГ КАРШИ ФИЛИАЛИ'),
(70, 'НАВОИЙ Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ', '01064', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ'),
(71, 'НУКУС Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НУКУС ФИЛИАЛИ', '01068', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НУКУС ФИЛИАЛИ'),
(72, 'ДЕНОВ Т., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ДЕНОВ ФИЛИАЛИ', '01090', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ДЕНОВ ФИЛИАЛИ'),
(73, 'ТОШКЕНТ Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ', '01108', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ'),
(74, 'ЖИЗЗАХ Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ', '01117', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ'),
(75, 'ГУЛИСТОН Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ГУЛИСТОН ФИЛИАЛИ', '01118', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ГУЛИСТОН ФИЛИАЛИ'),
(76, 'САМАРКАНД Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ БОГИШАМОЛ ФИЛИАЛИ', '01126', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ БОГИШАМОЛ ФИЛИАЛИ'),
(77, 'ТОШКЕНТ Ш., \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ', '01127', 3, ' \"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ'),
(78, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ', '01155', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ'),
(79, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ', '01156', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ'),
(80, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УРГУТ ФИЛИАЛИ', '01157', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УРГУТ ФИЛИАЛИ'),
(81, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧИРЧИК ФИЛИАЛИ', '01159', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧИРЧИК ФИЛИАЛИ'),
(82, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧУСТ ФИЛИАЛИ', '01160', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЧУСТ ФИЛИАЛИ'),
(83, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ХОРАЗМ ФИЛИАЛИ', '01161', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ХОРАЗМ ФИЛИАЛИ'),
(84, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ХОЗАРАСП ФИЛИАЛИ', '01162', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ХОЗАРАСП ФИЛИАЛИ'),
(85, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ', '01163', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ'),
(86, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ', '01164', 3, '\"ХАМКОРБАНК\" ОАТ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ'),
(87, 'НАВОИЙ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ', '00199', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАВОИЙ ФИЛИАЛИ'),
(88, 'САМАРКАНД Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УМАР МИНТАКАВИЙ ФИЛИАЛИ', '00283', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УМАР МИНТАКАВИЙ ФИЛИАЛИ'),
(89, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ', '00421', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(90, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ БОШ ОФИСИ', '00444', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ БОШ ОФИСИ'),
(91, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УРИКЗОР ФИЛИАЛИ', '00999', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ УРИКЗОР ФИЛИАЛИ'),
(92, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ', '01028', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ'),
(93, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ САГБОН ФИЛИАЛИ', '01036', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ САГБОН ФИЛИАЛИ'),
(94, 'ШАХРИСАБЗ Т., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ШАХРИСАБЗ ФИЛИАЛИ', '01048', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ШАХРИСАБЗ ФИЛИАЛИ'),
(95, 'НАМАНГАН Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ', '01054', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ'),
(96, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ', '01067', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЧИЛОНЗОР ФИЛИАЛИ'),
(97, 'ЯНГИЙУЛ Т., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ', '01081', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ'),
(98, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРОБОД ФИЛИАЛИ', '01101', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ МИРОБОД ФИЛИАЛИ'),
(99, 'КАРШИ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ КАРШИ ФИЛИАЛИ', '01119', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ КАРШИ ФИЛИАЛИ'),
(100, 'АНДИЖОН Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ АНДИЖОН ФИЛИАЛИ', '01120', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ АНДИЖОН ФИЛИАЛИ'),
(101, 'ТОШКЕНТ Ш., \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ', '09014', 4, ' \"ИПАК ЙУЛИ\" АИТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ'),
(102, 'ХОНОБОД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XОНОБОД ФИЛИАЛИ', '51', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XОНОБОД ФИЛИАЛИ'),
(103, 'АНДИЖОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНДИЖОН МИНТАКАВИЙ ФИЛИАЛИ', '75', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНДИЖОН МИНТАКАВИЙ ФИЛИАЛИ'),
(104, 'АНДИЖОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БУНЁДКОР ФИЛИАЛИ', '76', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БУНЁДКОР ФИЛИАЛИ'),
(105, 'КОРОВУЛБОЗОР Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КОРОВУЛБОЗОР ФИЛИАЛИ', '85', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КОРОВУЛБОЗОР ФИЛИАЛИ'),
(106, 'БУХОРО Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БУХОРО МИНТАКАВИЙ ФИЛИАЛИ', '86', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БУХОРО МИНТАКАВИЙ ФИЛИАЛИ'),
(107, 'МУБОРАК Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МУБОРАК ФИЛИАЛИ', '186', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МУБОРАК ФИЛИАЛИ'),
(108, 'НАВОИЙ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НАВОИЙ МИНТАКАВИЙ ФИЛИАЛИ', '207', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НАВОИЙ МИНТАКАВИЙ ФИЛИАЛИ'),
(109, 'НАМАНГАН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НАМАНГАН МИНТАКАВИЙ ФИЛИАЛИ', '00224', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НАМАНГАН МИНТАКАВИЙ ФИЛИАЛИ'),
(110, 'САМАРКАНД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ САМАРКАНД МИНТАКАВИЙ ФИЛИАЛИ', '317', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ САМАРКАНД МИНТАКАВИЙ ФИЛИАЛИ'),
(111, 'САРИОСИЁ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ШАРГУН ФИЛИАЛИ', '354', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ШАРГУН ФИЛИАЛИ'),
(112, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ УЧТЕПА ФИЛИАЛИ', '397', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ УЧТЕПА ФИЛИАЛИ'),
(113, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЗОР ФИЛИАЛИ', '398', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЗОР ФИЛИАЛИ'),
(114, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ', '399', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(115, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ШАХРИСТОН ФИЛИАЛИ', '400', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ШАХРИСТОН ФИЛИАЛИ'),
(116, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НОДИРАБЕГИМ ФИЛИАЛИ', '402', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ НОДИРАБЕГИМ ФИЛИАЛИ'),
(117, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРГАЛИ ФИЛИАЛИ', '403', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРГАЛИ ФИЛИАЛИ'),
(118, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРОБОД ФИЛИАЛИ', '405', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ МИРОБОД ФИЛИАЛИ'),
(119, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТОШКЕНТ ШАХАР МИНТАКАВИЙ ФИЛИАЛИ', '424', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТОШКЕНТ ШАХАР МИНТАКАВИЙ ФИЛИАЛИ'),
(120, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАТОРТОЛ ФИЛИАЛИ', '426', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАТОРТОЛ ФИЛИАЛИ'),
(121, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИЛОНЗОР ФИЛИАЛИ', '427', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИЛОНЗОР ФИЛИАЛИ'),
(122, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЮНУСОБОД ФИЛИАЛИ', '428', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЮНУСОБОД ФИЛИАЛИ'),
(123, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XАМЗА ФИЛИАЛИ', '432', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XАМЗА ФИЛИАЛИ'),
(124, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ \"АЛ-ХОРАЗМИЙ\" ФИЛИАЛИ', '434', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ \"АЛ-ХОРАЗМИЙ\" ФИЛИАЛИ'),
(125, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ РАКАТ ФИЛИАЛИ', '435', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ РАКАТ ФИЛИАЛИ'),
(126, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БОШ ОФИСИ', '440', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БОШ ОФИСИ'),
(127, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ \"МАРКАЗИЙ АМАЛИЁТ\" МИНТАКАВИЙ ФИЛИАЛИ', '442', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ \"МАРКАЗИЙ АМАЛИЁТ\" МИНТАКАВИЙ ФИЛИАЛИ'),
(128, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТОШКЕНТ ВИЛОЯТ МИНТАКАВИЙ ФИЛИАЛИ', '490', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТОШКЕНТ ВИЛОЯТ МИНТАКАВИЙ ФИЛИАЛИ'),
(129, 'ФАРГОНА Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ФАРГОНА МИНТАКАВИЙ ФИЛИАЛИ', '494', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ФАРГОНА МИНТАКАВИЙ ФИЛИАЛИ'),
(130, 'ФАРГОНА Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИРГУЛИ ФИЛИАЛИ', '524', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИРГУЛИ ФИЛИАЛИ'),
(131, 'КУКОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КУКОН ФИЛИАЛИ', '531', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КУКОН ФИЛИАЛИ'),
(132, 'КУНГИРОТ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КУНГИРОТ ФИЛИАЛИ', '591', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КУНГИРОТ ФИЛИАЛИ'),
(133, 'ХУЖАЙЛИ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТАХИАТОШ ФИЛИАЛИ', '616', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТАХИАТОШ ФИЛИАЛИ'),
(134, 'УРГАНЧ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XОРАЗМ МИНТАКАВИЙ ФИЛИАЛИ', '853', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ XОРАЗМ МИНТАКАВИЙ ФИЛИАЛИ'),
(135, 'КАРШИ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАРШИ МИНТАКАВИЙ ФИЛИАЛИ', '854', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КАРШИ МИНТАКАВИЙ ФИЛИАЛИ'),
(136, 'ГУЛИСТОН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРДАРЁ МИНТАКАВИЙ ФИЛИАЛИ', '855', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СИРДАРЁ МИНТАКАВИЙ ФИЛИАЛИ'),
(137, 'БУХОРО Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТУКИМАЧИЛИК ФИЛИАЛИ', '862', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТУКИМАЧИЛИК ФИЛИАЛИ'),
(138, 'ЧИРЧИК Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИРЧИК ФИЛИАЛИ', '863', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЧИРЧИК ФИЛИАЛИ'),
(139, 'НУКУС Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КОРАКАЛПОГИСТОН МИНТАКАВИЙ ФИЛИАЛИ', '868', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КОРАКАЛПОГИСТОН МИНТАКАВИЙ ФИЛИАЛИ'),
(140, 'КИБРАЙ Т., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИБРАЙ ФИЛИАЛИ', '884', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ КИБРАЙ ФИЛИАЛИ'),
(141, 'САМАРКАНД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АМИР ТЕМУР ФИЛИАЛИ', '994', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АМИР ТЕМУР ФИЛИАЛИ'),
(142, 'АНГРЕН Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНГРЕН ФИЛИАЛИ', '1022', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ АНГРЕН ФИЛИАЛИ'),
(143, 'ОЛМАЛИК Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЛИК ФИЛИАЛИ', '1034', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ОЛМАЛИК ФИЛИАЛИ'),
(144, 'ТЕРМИЗ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СУРХОНДАРЁ МИНТАКАВИЙ ФИЛИАЛИ', '1045', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ СУРХОНДАРЁ МИНТАКАВИЙ ФИЛИАЛИ'),
(145, 'БЕКОБОД Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БЕКОБОД ФИЛИАЛИ', '1100', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ БЕКОБОД ФИЛИАЛИ'),
(146, 'ЖИЗЗАХ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЖИЗЗАХ МИНТАКАВИЙ ФИЛИАЛИ', '1152', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ЖИЗЗАХ МИНТАКАВИЙ ФИЛИАЛИ'),
(147, 'ТОШКЕНТ Ш., \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТУЛОВ МАРКАЗИ', '9003', 5, ' \"УЗСАНОАТКУРИЛИШБАНКИ\" АТБ ТУЛОВ МАРКАЗИ'),
(148, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТОШКЕНТ ШАХАР ФИЛИАЛИ', '00445', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТОШКЕНТ ШАХАР ФИЛИАЛИ'),
(149, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ АМАЛИЁТ БОШКАРМАСИ', '00974', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ АМАЛИЁТ БОШКАРМАСИ'),
(150, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ', '01018', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(151, 'ТЕРМИЗ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ', '01032', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ'),
(152, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЧОРСУ ФИЛИАЛИ', '01033', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЧОРСУ ФИЛИАЛИ'),
(153, 'НУКУС Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НУКУС ФИЛИАЛИ', '01038', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НУКУС ФИЛИАЛИ'),
(154, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ СИРГАЛИ ФИЛИАЛИ', '01042', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ СИРГАЛИ ФИЛИАЛИ'),
(155, 'ФАРГОНА Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ', '01043', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ФАРГОНА ФИЛИАЛИ'),
(156, 'САМАРКАНД Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ', '01061', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ САМАРКАНД ФИЛИАЛИ'),
(157, 'БУХОРО Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ', '01082', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БУХОРО ФИЛИАЛИ'),
(158, 'НАМАНГАН Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ', '01085', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ НАМАНГАН ФИЛИАЛИ'),
(159, 'КУКОН Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ КУКОН ФИЛИАЛИ', '01087', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ КУКОН ФИЛИАЛИ'),
(160, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БОШ ОФИСИ', '01088', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ БОШ ОФИСИ'),
(161, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЯШНОБОД ФИЛИАЛИ', '01136', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ЯШНОБОД ФИЛИАЛИ'),
(162, 'ТОШКЕНТ Ш., \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ', '09049', 6, ' \"КАПИТАЛБАНК\" АТ БАНКИНИНГ ХИСОБ-КИТОБ МАРКАЗИ'),
(163, 'АНДИЖОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ АНДИЖОН БУЛИМИ', '00074', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ АНДИЖОН БУЛИМИ'),
(164, 'БУХОРО Ш., ТИФ МИЛЛИЙ БАНКИНИНГ БУХОРО БУЛИМИ', '00084', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БУХОРО БУЛИМИ'),
(165, 'ЖИЗЗАХ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЖИЗЗАХ БУЛИМИ', '00121', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЖИЗЗАХ БУЛИМИ'),
(166, 'КАРШИ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КАРШИ БУЛИМИ', '00150', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КАРШИ БУЛИМИ'),
(167, 'ШАХРИСАБЗ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ШАХРИСАБЗ БУЛИМИ', '00191', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШАХРИСАБЗ БУЛИМИ'),
(168, 'НАВОИЙ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ НАВОИ БУЛИМИ', '00196', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ НАВОИ БУЛИМИ'),
(169, 'ЗАРАФШОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЗАРАФШОН ФИЛИАЛИ', '00204', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЗАРАФШОН ФИЛИАЛИ'),
(170, 'НАМАНГАН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ НАМАНГАН БУЛИМИ', '00222', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ НАМАНГАН БУЛИМИ'),
(171, 'САМАРКАНД Ш., ТИФ МИЛЛИЙ БАНКИНИНГ САМАРКАНД БУЛИМИ', '00278', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ САМАРКАНД БУЛИМИ'),
(172, 'ТЕРМИЗ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ТЕРМИЗ БУЛИМИ', '00324', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТЕРМИЗ БУЛИМИ'),
(173, 'ГУЛИСТОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ СИРДАРЁ БУЛИМИ', '00363', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ СИРДАРЁ БУЛИМИ'),
(174, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ БОШ АМАЛИЁТ БУЛИМИ', '00407', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БОШ АМАЛИЁТ БУЛИМИ'),
(175, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ АКАДЕМИЯ ФИЛИАЛИ', '00431', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ АКАДЕМИЯ ФИЛИАЛИ'),
(176, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ БОШ ОФИСИ', '00450', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БОШ ОФИСИ'),
(177, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ТОШКЕНТ ШАХАР БОШ БОШКАРМАСИ ФИЛИАЛИ', '00451', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТОШКЕНТ ШАХАР БОШ БОШКАРМАСИ ФИЛИАЛИ'),
(178, 'ФАРГОНА Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ФАРГОНА БУЛИМИ', '00493', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ФАРГОНА БУЛИМИ'),
(179, 'МАРГИЛОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ МАРГИЛОН ФИЛИАЛИ', '00536', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МАРГИЛОН ФИЛИАЛИ'),
(180, 'КУКОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КУКОН БУЛИМИ', '00545', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУКОН БУЛИМИ'),
(181, 'УРГАНЧ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ УРГАНЧ БУЛИМИ', '00547', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УРГАНЧ БУЛИМИ'),
(182, 'НУКУС Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КОРАКОЛПОГИСТОН БУЛИМИ', '00582', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КОРАКОЛПОГИСТОН БУЛИМИ'),
(183, 'ХУЖАЙЛИ Т., ТИФ МИЛЛИЙ БАНКИНИНГ XУЖАЙЛИ ФИЛИАЛИ', '00622', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ XУЖАЙЛИ ФИЛИАЛИ'),
(184, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ТОШКЕНТ ВИЛОЯТ БУЛИМИ', '00832', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТОШКЕНТ ВИЛОЯТ БУЛИМИ'),
(185, 'ХИВА Т., ТИФ МИЛЛИЙ БАНКИНИНГ XИВА ФИЛИАЛИ', '00833', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ XИВА ФИЛИАЛИ'),
(186, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ', '00836', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЮНУСОБОД ФИЛИАЛИ'),
(187, 'КАТТАКУРГОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КАТТАКУРГОН ФИЛИАЛИ', '00840', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КАТТАКУРГОН ФИЛИАЛИ'),
(188, 'КУРГОНТЕПА Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КУРГОНТЕПА ФИЛИАЛИ', '00841', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУРГОНТЕПА ФИЛИАЛИ'),
(189, 'ЧУСТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЧУСТ ФИЛИАЛИ', '00843', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЧУСТ ФИЛИАЛИ'),
(190, 'МУБОРАК Т., ТИФ МИЛЛИЙ БАНКИНИНГ МУБОРАК ФИЛИАЛИ', '00844', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МУБОРАК ФИЛИАЛИ'),
(191, 'ДЕНОВ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ДЕНОВ ФИЛИАЛИ', '00845', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ДЕНОВ ФИЛИАЛИ'),
(192, 'ТУРТКУЛ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ТУРТКУЛ ФИЛИАЛИ', '00846', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТУРТКУЛ ФИЛИАЛИ'),
(193, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ XАМЗА ФИЛИАЛИ', '00847', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ XАМЗА ФИЛИАЛИ'),
(194, 'ГИЖДУВОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ГИЖДУВОН ФИЛИАЛИ', '00849', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ГИЖДУВОН ФИЛИАЛИ'),
(195, 'КУВАСОЙ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КУВАСОЙ ФИЛИАЛИ', '00856', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУВАСОЙ ФИЛИАЛИ'),
(196, 'ГУРЛАН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ГУРЛАН ФИЛИАЛИ', '00859', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ГУРЛАН ФИЛИАЛИ'),
(197, 'ХОЗАРАСП Т., ТИФ МИЛЛИЙ БАНКИНИНГ XОЗАРАСП ФИЛИАЛИ', '00860', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ XОЗАРАСП ФИЛИАЛИ'),
(198, 'УРГУТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ УРГУТ ФИЛИАЛИ', '00865', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УРГУТ ФИЛИАЛИ'),
(199, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ СИРГАЛИ ФИЛИАЛИ', '00869', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ СИРГАЛИ ФИЛИАЛИ'),
(200, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ', '00870', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ'),
(201, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ МИРОБОД ФИЛИАЛИ', '00875', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МИРОБОД ФИЛИАЛИ'),
(202, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ОЛМАЗОР ФИЛИАЛИ', '00876', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ОЛМАЗОР ФИЛИАЛИ'),
(203, 'УЙЧИ Т., ТИФ МИЛЛИЙ БАНКИНИНГ УЙЧИ ФИЛИАЛИ', '00877', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УЙЧИ ФИЛИАЛИ'),
(204, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ', '00878', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШАЙХОНТОХУР ФИЛИАЛИ'),
(205, 'ПАХТАОБОД Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ПАХТАОБОД ФИЛИАЛИ', '00879', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ПАХТАОБОД ФИЛИАЛИ'),
(206, 'УЧКУДУК Т., ТИФ МИЛЛИЙ БАНКИНИНГ УЧКУДУК ФИЛИАЛИ', '00880', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УЧКУДУК ФИЛИАЛИ'),
(207, 'УЧКУРГОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ УЧКУРГОН ФИЛИАЛИ', '00881', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УЧКУРГОН ФИЛИАЛИ'),
(208, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ МАРКАЗИЙ АМАЛИЁТ БУЛИМИ', '00882', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МАРКАЗИЙ АМАЛИЁТ БУЛИМИ'),
(209, 'БЕШАРИК Т., ТИФ МИЛЛИЙ БАНКИНИНГ БЕШАРИК ФИЛИАЛИ', '00885', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БЕШАРИК ФИЛИАЛИ'),
(210, 'КУВА Т., ТИФ МИЛЛИЙ БАНКИНИНГ КУВА ФИЛИАЛИ', '00886', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУВА ФИЛИАЛИ'),
(211, 'БУВАЙДА Т., ТИФ МИЛЛИЙ БАНКИНИНГ БУВАЙДА ФИЛИАЛИ', '00887', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БУВАЙДА ФИЛИАЛИ'),
(212, 'КУНГИРОТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ КУНГИРОТ ФИЛИАЛИ', '00888', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУНГИРОТ ФИЛИАЛИ'),
(213, 'КОСОНСОЙ Т., ТИФ МИЛЛИЙ БАНКИНИНГ КОСОНСОЙ ФИЛИАЛИ', '00889', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КОСОНСОЙ ФИЛИАЛИ'),
(214, 'АНГРЕН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ АНГРЕН ФИЛИАЛИ', '00890', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ АНГРЕН ФИЛИАЛИ'),
(215, 'ТУРАКУРГОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ТУРАКУРГОН ФИЛИАЛИ', '00891', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТУРАКУРГОН ФИЛИАЛИ'),
(216, 'ПАХТАКОР Т., ТИФ МИЛЛИЙ БАНКИНИНГ ПАХТАКОР ФИЛИАЛИ', '00892', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ПАХТАКОР ФИЛИАЛИ'),
(217, 'АСАКА Т., ТИФ МИЛЛИЙ БАНКИНИНГ АСАКА ФИЛИАЛИ', '00893', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ АСАКА ФИЛИАЛИ'),
(218, 'ГУЗОР Т., ТИФ МИЛЛИЙ БАНКИНИНГ ГУЗОР ФИЛИАЛИ', '00894', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ГУЗОР ФИЛИАЛИ'),
(219, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ', '00895', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(220, 'КОГОН Ш., ТИФ МИЛЛИЙ БАНКИНИНГ КОГОН ФИЛИАЛИ', '00899', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КОГОН ФИЛИАЛИ'),
(221, 'БУЛУНГУР Т., ТИФ МИЛЛИЙ БАНКИНИНГ БУЛУНГУР ФИЛИАЛИ', '00900', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БУЛУНГУР ФИЛИАЛИ'),
(222, 'ИЗБОСКАН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ИЗБОСКАН ФИЛИАЛИ', '00903', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ИЗБОСКАН ФИЛИАЛИ'),
(223, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ \"САЕХАТ\" ФИЛИАЛИ', '00905', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ \"САЕХАТ\" ФИЛИАЛИ'),
(224, 'ОЛМАЛИК Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ОЛМАЛИК ФИЛИАЛИ', '00906', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ОЛМАЛИК ФИЛИАЛИ'),
(225, 'ШОВОТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ШОВОТ ФИЛИАЛИ', '00907', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШОВОТ ФИЛИАЛИ'),
(226, 'ЧИМБОЙ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЧИМБОЙ ФИЛИАЛИ', '00908', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЧИМБОЙ ФИЛИАЛИ'),
(227, 'КОРАКУЛ Т., ТИФ МИЛЛИЙ БАНКИНИНГ КОРАКУЛ ФИЛИАЛИ', '00910', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КОРАКУЛ ФИЛИАЛИ'),
(228, 'ЯНГИЙУЛ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ', '00911', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИЙУЛ ФИЛИАЛИ'),
(229, 'БЕКОБОД Ш., ТИФ МИЛЛИЙ БАНКИНИНГ БЕКОБОД ФИЛИАЛИ', '00912', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БЕКОБОД ФИЛИАЛИ'),
(230, 'ЖОМБОЙ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЖОМБОЙ ФИЛИАЛИ', '00913', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЖОМБОЙ ФИЛИАЛИ'),
(231, 'КУМКУРГОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ КУМКУРГОН ФИЛИАЛИ', '00914', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КУМКУРГОН ФИЛИАЛИ'),
(232, 'ХОНКА Т., ТИФ МИЛЛИЙ БАНКИНИНГ XОНКА ФИЛИАЛИ', '00915', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ XОНКА ФИЛИАЛИ'),
(233, 'МИРЗАЧУЛ Т., ТИФ МИЛЛИЙ БАНКИНИНГ МИРЗАЧУЛ ФИЛИАЛИ', '00916', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МИРЗАЧУЛ ФИЛИАЛИ'),
(234, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ', '00918', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ УЧТЕПА ФИЛИАЛИ'),
(235, 'ЧИРЧИК Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЧИРЧИК ФИЛИАЛИ', '00919', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЧИРЧИК ФИЛИАЛИ'),
(236, 'УРТАЧИРЧИК Т., ТИФ МИЛЛИЙ БАНКИНИНГ ТУЙТЕПА ФИЛИАЛИ', '00920', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ТУЙТЕПА ФИЛИАЛИ'),
(237, 'НИШОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИ-НИШОН ФИЛИАЛИ', '00921', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИ-НИШОН ФИЛИАЛИ'),
(238, 'ШАХРИХОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ШАХРИХОН ФИЛИАЛИ', '00922', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШАХРИХОН ФИЛИАЛИ'),
(239, 'КОРОВУЛБОЗОР Т., ТИФ МИЛЛИЙ БАНКИНИНГ КОРОВУЛБОЗОР ФИЛИАЛИ', '00925', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КОРОВУЛБОЗОР ФИЛИАЛИ'),
(240, 'ШОФИРКОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ ШОФИРКОН ФИЛИАЛИ', '00927', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШОФИРКОН ФИЛИАЛИ'),
(241, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ БЕКТЕМИР ФИЛИАЛИ', '00930', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ БЕКТЕМИР ФИЛИАЛИ'),
(242, 'БУСТОНЛИК Т., ТИФ МИЛЛИЙ БАНКИНИНГ ГАЗАЛКЕНТ ФИЛИАЛИ', '00931', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ГАЗАЛКЕНТ ФИЛИАЛИ'),
(243, 'ЧОРТОК Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЧОРТОК ФИЛИАЛИ', '00932', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЧОРТОК ФИЛИАЛИ'),
(244, 'ШЕРОБОД Т., ТИФ МИЛЛИЙ БАНКИНИНГ ШЕРОБОД ФИЛИАЛИ', '00938', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ШЕРОБОД ФИЛИАЛИ'),
(245, 'НУРОБОД Т., ТИФ МИЛЛИЙ БАНКИНИНГ НУРОБОД ФИЛИАЛИ', '00939', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ НУРОБОД ФИЛИАЛИ'),
(246, 'ЯНГИАРИК Т., ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИАРИК ФИЛИАЛИ', '00940', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИАРИК ФИЛИАЛИ'),
(247, 'ПАСТДАРГОМ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ПАСТДАРГОМ ФИЛИАЛИ', '00941', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ПАСТДАРГОМ ФИЛИАЛИ'),
(248, 'ВОБКЕНТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ ВОБКЕНТ ФИЛИАЛИ', '00942', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ВОБКЕНТ ФИЛИАЛИ'),
(249, 'РОМИТОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ РОМИТОН ФИЛИАЛИ', '00943', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ РОМИТОН ФИЛИАЛИ'),
(250, 'КИЗИЛТЕПА Т., ТИФ МИЛЛИЙ БАНКИНИНГ КИЗИЛТЕПА ФИЛИАЛИ', '00945', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ КИЗИЛТЕПА ФИЛИАЛИ'),
(251, 'РИШТОН Т., ТИФ МИЛЛИЙ БАНКИНИНГ РИШТОН ФИЛИАЛИ', '00946', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ РИШТОН ФИЛИАЛИ'),
(252, 'МАРХАМАТ Т., ТИФ МИЛЛИЙ БАНКИНИНГ МАРХАМАТ ФИЛИАЛИ', '00955', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МАРХАМАТ ФИЛИАЛИ'),
(253, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИОБОД ФИЛИАЛИ', '01077', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ЯНГИОБОД ФИЛИАЛИ'),
(254, 'КАРМАНА Т., ТИФ МИЛЛИЙ БАНКИНИНГ МАЛИКРАБОТ ФИЛИАЛИ', '01094', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ МАЛИКРАБОТ ФИЛИАЛИ'),
(255, 'САМАРКАНД Ш., ТИФ МИЛЛИЙ БАНКИНИНГ РЕГИСТОН ФИЛИАЛИ', '01112', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ РЕГИСТОН ФИЛИАЛИ'),
(256, 'ТОШКЕНТ Ш., ТИФ МИЛЛИЙ БАНКИНИНГ ХИСОБ-КИТОБ КЛИРИНГ МАРКАЗИ', '09002', 7, ' ТИФ МИЛЛИЙ БАНКИНИНГ ХИСОБ-КИТОБ КЛИРИНГ МАРКАЗИ'),
(257, 'ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\"НИНГ БОШ ОФИСИ', '401', 8, ' АТ \"АЛОКАБАНК\"НИНГ БОШ ОФИСИ'),
(258, 'НУКУС Ш., АТ \"АЛОКАБАНК\"НИНГ КОРАКАЛПОГИСТОН ФИЛИАЛИ', '623', 8, ' АТ \"АЛОКАБАНК\"НИНГ КОРАКАЛПОГИСТОН ФИЛИАЛИ'),
(259, 'УРГАНЧ Ш., АТ \"АЛОКАБАНК\"НИНГ XОРАЗМ ФИЛИАЛИ', '861', 8, ' АТ \"АЛОКАБАНК\"НИНГ XОРАЗМ ФИЛИАЛИ'),
(260, 'НАМАНГАН Ш., АТ \"АЛОКАБАНК\"НИНГ НАМАНГАН ФИЛИАЛИ', '874', 8, ' АТ \"АЛОКАБАНК\"НИНГ НАМАНГАН ФИЛИАЛИ'),
(261, 'АНДИЖОН Ш., АТ \"АЛОКАБАНК\"НИНГ АНДИЖОН ФИЛИАЛИ', '923', 8, ' АТ \"АЛОКАБАНК\"НИНГ АНДИЖОН ФИЛИАЛИ'),
(262, 'БУХОРО Ш., АТ \"АЛОКАБАНК\"НИНГ БУХОРО ФИЛИАЛИ', '961', 8, ' АТ \"АЛОКАБАНК\"НИНГ БУХОРО ФИЛИАЛИ'),
(263, 'ТЕРМИЗ Ш., АТ \"АЛОКАБАНК\"НИНГ СУРХОНДАРЁ ФИЛИАЛИ', '967', 8, ' АТ \"АЛОКАБАНК\"НИНГ СУРХОНДАРЁ ФИЛИАЛИ'),
(264, 'САМАРКАНД Ш., АТ \"АЛОКАБАНК\"НИНГ САМАРКАНД ФИЛИАЛИ', '985', 8, ' АТ \"АЛОКАБАНК\"НИНГ САМАРКАНД ФИЛИАЛИ'),
(265, 'КАРШИ Ш., АТ \"АЛОКАБАНК\"НИНГ КАШКАДАРЁ ФИЛИАЛИ', '990', 8, ' АТ \"АЛОКАБАНК\"НИНГ КАШКАДАРЁ ФИЛИАЛИ'),
(266, 'КАРМАНА Т., АТ \"АЛОКАБАНК\"НИНГ НАВОИЙ ФИЛИАЛИ', '1007', 8, ' АТ \"АЛОКАБАНК\"НИНГ НАВОИЙ ФИЛИАЛИ'),
(267, 'ФАРГОНА Ш., АТ \"АЛОКАБАНК\"НИНГ ФАРГОНА ФИЛИАЛИ', '1011', 8, ' АТ \"АЛОКАБАНК\"НИНГ ФАРГОНА ФИЛИАЛИ'),
(268, 'ЖИЗЗАХ Ш., АТ \"АЛОКАБАНК\"НИНГ ЖИЗЗАХ ФИЛИАЛИ', '1026', 8, ' АТ \"АЛОКАБАНК\"НИНГ ЖИЗЗАХ ФИЛИАЛИ'),
(269, 'ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\"НИНГ МИРОБОД ФИЛИАЛИ', '1091', 8, ' АТ \"АЛОКАБАНК\"НИНГ МИРОБОД ФИЛИАЛИ'),
(270, 'КУКОН Ш., АТ \"АЛОКАБАНК\"НИНГ КУКОН ФИЛИАЛИ', '1092', 8, ' АТ \"АЛОКАБАНК\"НИНГ КУКОН ФИЛИАЛИ'),
(271, 'ТОШКЕНТ Ш., АТ \"АЛОКАБАНК\"НИНГ ТУЛОВ МАРКАЗИ', '9031', 8, ' АТ \"АЛОКАБАНК\"НИНГ ТУЛОВ МАРКАЗИ'),
(272, 'ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ БОШ ОФИСИ', '00491', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ БОШ ОФИСИ'),
(273, 'ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ТОШКЕНТ ФИЛИАЛИ', '00850', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ТОШКЕНТ ФИЛИАЛИ'),
(274, 'ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ДАРХОН ФИЛИАЛИ', '00954', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ДАРХОН ФИЛИАЛИ'),
(275, 'Г.ТАШКЕНТ, АКМАЛ ИКРАМОВСКИЙ ФИЛИАЛ АББ \"ТРАСТБАНК\" ТРБ', '00995', 9, ' АКМАЛ ИКРАМОВСКИЙ ФИЛИАЛ АББ \"ТРАСТБАНК\" ТРБ'),
(276, 'НАМАНГАН Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ НАМАНГАН ФИЛИАЛИ', '01060', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ НАМАНГАН ФИЛИАЛИ'),
(277, 'ТЕРМИЗ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ', '01063', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ТЕРМИЗ ФИЛИАЛИ'),
(278, 'АНДИЖОН Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ АНДИЖОН ФИЛИАЛИ', '01074', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ АНДИЖОН ФИЛИАЛИ'),
(279, 'САМАРКАНД Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ САМАРКАНД ФИЛИАЛИ', '01097', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ САМАРКАНД ФИЛИАЛИ'),
(280, 'ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ', '01098', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ЯККАСАРОЙ ФИЛИАЛИ'),
(281, 'КАРШИ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ КАРШИ ФИЛИАЛИ', '01109', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ КАРШИ ФИЛИАЛИ'),
(282, 'ФАРГОНА Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ФАРГОНА ФИЛИАЛИ', '01123', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ФАРГОНА ФИЛИАЛИ'),
(283, '\"ТРАСТБАНК\" ХА БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ', '01166', 9, '\"ТРАСТБАНК\" ХА БАНКИНИНГ ЖИЗЗАХ ФИЛИАЛИ'),
(284, 'ТОШКЕНТ Ш., \"ТРАСТБАНК\" ХА БАНКИНИНГ ТУЛОВ МАРКАЗИ', '9030', 9, ' \"ТРАСТБАНК\" ХА БАНКИНИНГ ТУЛОВ МАРКАЗИ'),
(285, 'БУХОРО Ш., АТ ХАЛК БАНКИ БУХОРО ВИЛОЯТ ФИЛИАЛИ', '116', 10, ' АТ ХАЛК БАНКИ БУХОРО ВИЛОЯТ ФИЛИАЛИ'),
(286, 'БУХОРО Ш., АТ ХАЛК БАНКИ Ф.XУЖАЕВ ФИЛИАЛИ', '118', 10, ' АТ ХАЛК БАНКИ Ф.XУЖАЕВ ФИЛИАЛИ'),
(287, 'ФАРГОНА Ш., АТ ХАЛК БАНКИ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ', '497', 10, ' АТ ХАЛК БАНКИ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ'),
(288, 'БУЗ Т., АТ ХАЛК БАНКИ БУЗ ФИЛИАЛИ', '628', 10, ' АТ ХАЛК БАНКИ БУЗ ФИЛИАЛИ'),
(289, 'ФАРГОНА Ш., АТ ХАЛК БАНКИ КИРГУЛИ ФИЛИАЛИ', '632', 10, ' АТ ХАЛК БАНКИ КИРГУЛИ ФИЛИАЛИ'),
(290, 'ТУРТКУЛ Т., АТ ХАЛК БАНКИ ТУРТКУЛ ФИЛИАЛИ', '633', 10, ' АТ ХАЛК БАНКИ ТУРТКУЛ ФИЛИАЛИ'),
(291, 'АМУДАРЁ Т., АТ ХАЛК БАНКИ АМУДАРЁ ФИЛИАЛИ', '634', 10, ' АТ ХАЛК БАНКИ АМУДАРЁ ФИЛИАЛИ'),
(292, 'ЧИМБОЙ Т., АТ ХАЛК БАНКИ ЧИМБОЙ ФИЛИАЛИ', '635', 10, ' АТ ХАЛК БАНКИ ЧИМБОЙ ФИЛИАЛИ'),
(293, 'БЕРУНИЙ Т., АТ ХАЛК БАНКИ БЕРУНИЙ ФИЛИАЛИ', '636', 10, ' АТ ХАЛК БАНКИ БЕРУНИЙ ФИЛИАЛИ'),
(294, 'МУЙНОК Т., АТ ХАЛК БАНКИ МУЙНОК ФИЛИАЛИ', '637', 10, ' АТ ХАЛК БАНКИ МУЙНОК ФИЛИАЛИ'),
(295, 'НУКУС Ш., АТ ХАЛК БАНКИ КОРАКОЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ', '638', 10, ' АТ ХАЛК БАНКИ КОРАКОЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ'),
(296, 'КУНГИРОТ Т., АТ ХАЛК БАНКИ КУНГИРОТ ФИЛИАЛИ', '639', 10, ' АТ ХАЛК БАНКИ КУНГИРОТ ФИЛИАЛИ'),
(297, 'КЕГЕЙЛИ Т., АТ ХАЛК БАНКИ КЕГЕЙЛИ ФИЛИАЛИ', '640', 10, ' АТ ХАЛК БАНКИ КЕГЕЙЛИ ФИЛИАЛИ'),
(298, 'ТАХТАКУПИР Т., АТ ХАЛК БАНКИ ТАХТАКУПИР ФИЛИАЛИ', '641', 10, ' АТ ХАЛК БАНКИ ТАХТАКУПИР ФИЛИАЛИ'),
(299, 'ШУМАНАЙ Т., АТ ХАЛК БАНКИ ШУМАНАЙ ФИЛИАЛИ', '642', 10, ' АТ ХАЛК БАНКИ ШУМАНАЙ ФИЛИАЛИ'),
(300, 'ХУЖАЙЛИ Т., АТ ХАЛК БАНКИ ТАХИАТОШ ФИЛИАЛИ', '643', 10, ' АТ ХАЛК БАНКИ ТАХИАТОШ ФИЛИАЛИ'),
(301, 'КОНЛИКУЛ Т., АТ ХАЛК БАНКИ КОНЛИКУЛ ФИЛИАЛИ', '644', 10, ' АТ ХАЛК БАНКИ КОНЛИКУЛ ФИЛИАЛИ'),
(302, 'КОРАУЗАК Т., АТ ХАЛК БАНКИ КОРАУЗАК ФИЛИАЛИ', '645', 10, ' АТ ХАЛК БАНКИ КОРАУЗАК ФИЛИАЛИ'),
(303, 'ЭЛЛИККАЛЪА Т., АТ ХАЛК БАНКИ ЭЛЛИККАЛЪА ФИЛИАЛИ', '646', 10, ' АТ ХАЛК БАНКИ ЭЛЛИККАЛЪА ФИЛИАЛИ'),
(304, 'НУКУС Т., АТ ХАЛК БАНКИ ОКМАНГИТ ФИЛИАЛИ', '647', 10, ' АТ ХАЛК БАНКИ ОКМАНГИТ ФИЛИАЛИ'),
(305, 'АНДИЖОН Ш., АТ ХАЛК БАНКИ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ', '649', 10, ' АТ ХАЛК БАНКИ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ'),
(306, 'АСАКА Т., АТ ХАЛК БАНКИ АСАКА ФИЛИАЛИ', '650', 10, ' АТ ХАЛК БАНКИ АСАКА ФИЛИАЛИ'),
(307, 'ШАХРИХОН Т., АТ ХАЛК БАНКИ ШАХРИХОН ФИЛИАЛИ', '651', 10, ' АТ ХАЛК БАНКИ ШАХРИХОН ФИЛИАЛИ'),
(308, 'МАРХАМАТ Т., АТ ХАЛК БАНКИ МАРХАМАТ ФИЛИАЛИ', '652', 10, ' АТ ХАЛК БАНКИ МАРХАМАТ ФИЛИАЛИ'),
(309, 'ЖАЛОЛКУДУК Т., АТ ХАЛК БАНКИ ЖАЛОЛКУДУК ФИЛИАЛИ', '653', 10, ' АТ ХАЛК БАНКИ ЖАЛОЛКУДУК ФИЛИАЛИ'),
(310, 'ИЗБОСКАН Т., АТ ХАЛК БАНКИ ИЗБОСКАН ФИЛИАЛИ', '654', 10, ' АТ ХАЛК БАНКИ ИЗБОСКАН ФИЛИАЛИ'),
(311, 'БАЛИКЧИ Т., АТ ХАЛК БАНКИ БАЛИКЧИ ФИЛИАЛИ', '655', 10, ' АТ ХАЛК БАНКИ БАЛИКЧИ ФИЛИАЛИ'),
(312, 'ХУЖАОБОД Т., АТ ХАЛК БАНКИ XУЖАОБОД ФИЛИАЛИ', '656', 10, ' АТ ХАЛК БАНКИ XУЖАОБОД ФИЛИАЛИ'),
(313, 'ПАХТАОБОД Т., АТ ХАЛК БАНКИ ПАХТАОБОД ФИЛИАЛИ', '657', 10, ' АТ ХАЛК БАНКИ ПАХТАОБОД ФИЛИАЛИ'),
(314, 'АНДИЖОН Т., АТ ХАЛК БАНКИ КУЙГАНЁР ФИЛИАЛИ', '658', 10, ' АТ ХАЛК БАНКИ КУЙГАНЁР ФИЛИАЛИ'),
(315, 'КУРГОНТЕПА Т., АТ ХАЛК БАНКИ КУРГОНТЕПА ФИЛИАЛИ', '659', 10, ' АТ ХАЛК БАНКИ КУРГОНТЕПА ФИЛИАЛИ'),
(316, 'ХОНОБОД Ш., АТ ХАЛК БАНКИ XОНОБОД ФИЛИАЛИ', '660', 10, ' АТ ХАЛК БАНКИ XОНОБОД ФИЛИАЛИ'),
(317, 'ОЛТИНКУЛ Т., АТ ХАЛК БАНКИ ОЛТИНКУЛ ФИЛИАЛИ', '662', 10, ' АТ ХАЛК БАНКИ ОЛТИНКУЛ ФИЛИАЛИ'),
(318, 'КУРГОНТЕПА Т., АТ ХАЛК БАНКИ КОРАСУВ ФИЛИАЛИ', '663', 10, ' АТ ХАЛК БАНКИ КОРАСУВ ФИЛИАЛИ'),
(319, 'БУЛОКБОШИ Т., АТ ХАЛК БАНКИ БУЛОКБОШИ ФИЛИАЛИ', '664', 10, ' АТ ХАЛК БАНКИ БУЛОКБОШИ ФИЛИАЛИ'),
(320, 'КОГОН Ш., АТ ХАЛК БАНКИ КОГОН ФИЛИАЛИ', '665', 10, ' АТ ХАЛК БАНКИ КОГОН ФИЛИАЛИ'),
(321, 'ГИЖДУВОН Т., АТ ХАЛК БАНКИ ГИЖДУВОН ФИЛИАЛИ', '666', 10, ' АТ ХАЛК БАНКИ ГИЖДУВОН ФИЛИАЛИ'),
(322, 'КОРАКУЛ Т., АТ ХАЛК БАНКИ КОРАКУЛ ФИЛИАЛИ', '667', 10, ' АТ ХАЛК БАНКИ КОРАКУЛ ФИЛИАЛИ'),
(323, 'ВОБКЕНТ Т., АТ ХАЛК БАНКИ ВОБКЕНТ ФИЛИАЛИ', '668', 10, ' АТ ХАЛК БАНКИ ВОБКЕНТ ФИЛИАЛИ'),
(324, 'РОМИТОН Т., АТ ХАЛК БАНКИ РОМИТОН ФИЛИАЛИ', '669', 10, ' АТ ХАЛК БАНКИ РОМИТОН ФИЛИАЛИ'),
(325, 'ШОФИРКОН Т., АТ ХАЛК БАНКИ ШОФИРКОН ФИЛИАЛИ', '670', 10, ' АТ ХАЛК БАНКИ ШОФИРКОН ФИЛИАЛИ'),
(326, 'ЖОНДОР Т., АТ ХАЛК БАНКИ ЖОНДОР ФИЛИАЛИ', '671', 10, ' АТ ХАЛК БАНКИ ЖОНДОР ФИЛИАЛИ'),
(327, 'БУХОРО Т., АТ ХАЛК БАНКИ ГАЛАОСИЁ ФИЛИАЛИ', '672', 10, ' АТ ХАЛК БАНКИ ГАЛАОСИЁ ФИЛИАЛИ'),
(328, 'ОЛОТ Т., АТ ХАЛК БАНКИ ОЛОТ ФИЛИАЛИ', '673', 10, ' АТ ХАЛК БАНКИ ОЛОТ ФИЛИАЛИ'),
(329, 'ПЕШКУН Т., АТ ХАЛК БАНКИ ПЕШКУН ФИЛИАЛИ', '674', 10, ' АТ ХАЛК БАНКИ ПЕШКУН ФИЛИАЛИ'),
(330, 'ЗОМИН Т., АТ ХАЛК БАНКИ ЗОМИН ФИЛИАЛИ', '675', 10, ' АТ ХАЛК БАНКИ ЗОМИН ФИЛИАЛИ'),
(331, 'ЖИЗЗАХ Ш., АТ ХАЛК БАНКИ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ', '676', 10, ' АТ ХАЛК БАНКИ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ'),
(332, 'ГАЛЛАОРОЛ Т., АТ ХАЛК БАНКИ ГАЛЛАОРОЛ ФИЛИАЛИ', '677', 10, ' АТ ХАЛК БАНКИ ГАЛЛАОРОЛ ФИЛИАЛИ'),
(333, 'ФОРИШ Т., АТ ХАЛК БАНКИ ФОРИШ ФИЛИАЛИ', '678', 10, ' АТ ХАЛК БАНКИ ФОРИШ ФИЛИАЛИ'),
(334, 'МИРЗАЧУЛ Т., АТ ХАЛК БАНКИ МИРЗАЧУЛ ФИЛИАЛИ', '679', 10, ' АТ ХАЛК БАНКИ МИРЗАЧУЛ ФИЛИАЛИ'),
(335, 'ПАХТАКОР Т., АТ ХАЛК БАНКИ ПАХТАКОР ФИЛИАЛИ', '680', 10, ' АТ ХАЛК БАНКИ ПАХТАКОР ФИЛИАЛИ'),
(336, 'БАХМАЛ Т., АТ ХАЛК БАНКИ БАХМАЛ ФИЛИАЛИ', '681', 10, ' АТ ХАЛК БАНКИ БАХМАЛ ФИЛИАЛИ'),
(337, 'ДУСТЛИК Т., АТ ХАЛК БАНКИ ДУСТЛИК ФИЛИАЛИ', '682', 10, ' АТ ХАЛК БАНКИ ДУСТЛИК ФИЛИАЛИ'),
(338, 'АРНАСОЙ Т., АТ ХАЛК БАНКИ АРНАСОЙ ФИЛИАЛИ', '683', 10, ' АТ ХАЛК БАНКИ АРНАСОЙ ФИЛИАЛИ'),
(339, 'ЖИЗЗАХ Т., АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ', '684', 10, ' АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ'),
(340, 'ЗАРБДОР Т., АТ ХАЛК БАНКИ ЗАРБДОР ФИЛИАЛИ', '685', 10, ' АТ ХАЛК БАНКИ ЗАРБДОР ФИЛИАЛИ'),
(341, 'ЗАФАРОБОД Т., АТ ХАЛК БАНКИ ЗАФАРОБОД ФИЛИАЛИ', '686', 10, ' АТ ХАЛК БАНКИ ЗАФАРОБОД ФИЛИАЛИ'),
(342, 'КАРШИ Ш., АТ ХАЛК БАНКИ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ', '687', 10, ' АТ ХАЛК БАНКИ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(343, 'КОСОН Т., АТ ХАЛК БАНКИ КОСОН ФИЛИАЛИ', '688', 10, ' АТ ХАЛК БАНКИ КОСОН ФИЛИАЛИ'),
(344, 'ЧИРОКЧИ Т., АТ ХАЛК БАНКИ ЧИРОКЧИ ФИЛИАЛИ', '689', 10, ' АТ ХАЛК БАНКИ ЧИРОКЧИ ФИЛИАЛИ'),
(345, 'ШАХРИСАБЗ Т., АТ ХАЛК БАНКИ ШАХРИСАБЗ ФИЛИАЛИ', '690', 10, ' АТ ХАЛК БАНКИ ШАХРИСАБЗ ФИЛИАЛИ'),
(346, 'ЯККАБОГ Т., АТ ХАЛК БАНКИ ЯККАБОГ ФИЛИАЛИ', '691', 10, ' АТ ХАЛК БАНКИ ЯККАБОГ ФИЛИАЛИ'),
(347, 'ГУЗОР Т., АТ ХАЛК БАНКИ ГУЗОР ФИЛИАЛИ', '692', 10, ' АТ ХАЛК БАНКИ ГУЗОР ФИЛИАЛИ'),
(348, 'ДЕХКОНОБОД Т., АТ ХАЛК БАНКИ ДЕХКОНОБОД ФИЛИАЛИ', '693', 10, ' АТ ХАЛК БАНКИ ДЕХКОНОБОД ФИЛИАЛИ'),
(349, 'КИТОБ Т., АТ ХАЛК БАНКИ КИТОБ ФИЛИАЛИ', '694', 10, ' АТ ХАЛК БАНКИ КИТОБ ФИЛИАЛИ'),
(350, 'КАРШИ Т., АТ ХАЛК БАНКИ БЕШКЕНТ ФИЛИАЛИ', '695', 10, ' АТ ХАЛК БАНКИ БЕШКЕНТ ФИЛИАЛИ'),
(351, 'КАМАШИ Т., АТ ХАЛК БАНКИ КАМАШИ ФИЛИАЛИ', '696', 10, ' АТ ХАЛК БАНКИ КАМАШИ ФИЛИАЛИ'),
(352, 'КАСБИ Т., АТ ХАЛК БАНКИ КАСБИ ФИЛИАЛИ', '697', 10, ' АТ ХАЛК БАНКИ КАСБИ ФИЛИАЛИ'),
(353, 'НИШОН Т., АТ ХАЛК БАНКИ НИШОН ФИЛИАЛИ', '698', 10, ' АТ ХАЛК БАНКИ НИШОН ФИЛИАЛИ'),
(354, 'МИРИШКОР Т., АТ ХАЛК БАНКИ МИРИШКОР ФИЛИАЛИ', '699', 10, ' АТ ХАЛК БАНКИ МИРИШКОР ФИЛИАЛИ'),
(355, 'МУБОРАК Т., АТ ХАЛК БАНКИ МУБОРАК ФИЛИАЛИ', '700', 10, ' АТ ХАЛК БАНКИ МУБОРАК ФИЛИАЛИ'),
(356, 'НУРОТА Ш., АТ ХАЛК БАНКИ НУРОТА ФИЛИАЛИ', '702', 10, ' АТ ХАЛК БАНКИ НУРОТА ФИЛИАЛИ'),
(357, 'КАРМАНА Т., АТ ХАЛК БАНКИ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ', '703', 10, ' АТ ХАЛК БАНКИ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ'),
(358, 'ХАТИРЧИ Т., АТ ХАЛК БАНКИ XАТИРЧИ ФИЛИАЛИ', '704', 10, ' АТ ХАЛК БАНКИ XАТИРЧИ ФИЛИАЛИ'),
(359, 'КИЗИЛТЕПА Т., АТ ХАЛК БАНКИ КИЗИЛТЕПА ФИЛИАЛИ', '706', 10, ' АТ ХАЛК БАНКИ КИЗИЛТЕПА ФИЛИАЛИ'),
(360, 'НАВОИЙ Ш., АТ ХАЛК БАНКИ НАВОИЙ ШАХАР ФИЛИАЛИ', '708', 10, ' АТ ХАЛК БАНКИ НАВОИЙ ШАХАР ФИЛИАЛИ'),
(361, 'ЗАРАФШОН Ш., АТ ХАЛК БАНКИ ЗАРАФШОН ФИЛИАЛИ', '709', 10, ' АТ ХАЛК БАНКИ ЗАРАФШОН ФИЛИАЛИ'),
(362, 'НАВБАХОР Т., АТ ХАЛК БАНКИ НАВБАХОР ФИЛИАЛИ', '710', 10, ' АТ ХАЛК БАНКИ НАВБАХОР ФИЛИАЛИ'),
(363, 'НАМАНГАН Ш., АТ ХАЛК БАНКИ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ', '711', 10, ' АТ ХАЛК БАНКИ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ'),
(364, 'ЯНГИКУРГОН Т., АТ ХАЛК БАНКИ ЯНГИКУРГОН ФИЛИАЛИ', '712', 10, ' АТ ХАЛК БАНКИ ЯНГИКУРГОН ФИЛИАЛИ'),
(365, 'МИНГБУЛОК Т., АТ ХАЛК БАНКИ МИНГБУЛОК ФИЛИАЛИ', '713', 10, ' АТ ХАЛК БАНКИ МИНГБУЛОК ФИЛИАЛИ'),
(366, 'ПОП Т., АТ ХАЛК БАНКИ ПОП ФИЛИАЛИ', '714', 10, ' АТ ХАЛК БАНКИ ПОП ФИЛИАЛИ'),
(367, 'ЧУСТ Т., АТ ХАЛК БАНКИ ЧУСТ ФИЛИАЛИ', '715', 10, ' АТ ХАЛК БАНКИ ЧУСТ ФИЛИАЛИ'),
(368, 'УЙЧИ Т., АТ ХАЛК БАНКИ УЙЧИ ФИЛИАЛИ', '716', 10, ' АТ ХАЛК БАНКИ УЙЧИ ФИЛИАЛИ'),
(369, 'УЧКУРГОН Т., АТ ХАЛК БАНКИ УЧКУРГОН ФИЛИАЛИ', '717', 10, ' АТ ХАЛК БАНКИ УЧКУРГОН ФИЛИАЛИ'),
(370, 'КОСОНСОЙ Т., АТ ХАЛК БАНКИ КОСОНСОЙ ФИЛИАЛИ', '718', 10, ' АТ ХАЛК БАНКИ КОСОНСОЙ ФИЛИАЛИ'),
(371, 'ТУРАКУРГОН Т., АТ ХАЛК БАНКИ ТУРАКУРГОН ФИЛИАЛИ', '719', 10, ' АТ ХАЛК БАНКИ ТУРАКУРГОН ФИЛИАЛИ'),
(372, 'НАМАНГАН Т., АТ ХАЛК БАНКИ ТОШБУЛОК ФИЛИАЛИ', '720', 10, ' АТ ХАЛК БАНКИ ТОШБУЛОК ФИЛИАЛИ'),
(373, 'ЧОРТОК Т., АТ ХАЛК БАНКИ ЧОРТОК ФИЛИАЛИ', '721', 10, ' АТ ХАЛК БАНКИ ЧОРТОК ФИЛИАЛИ'),
(374, 'НОРИН Т., АТ ХАЛК БАНКИ НОРИН ФИЛИАЛИ', '722', 10, ' АТ ХАЛК БАНКИ НОРИН ФИЛИАЛИ'),
(375, 'САМАРКАНД Ш., АТ ХАЛК БАНКИ БОГИШАМОЛ ФИЛИАЛИ', '724', 10, ' АТ ХАЛК БАНКИ БОГИШАМОЛ ФИЛИАЛИ'),
(376, 'КАТТАКУРГОН Ш., АТ ХАЛК БАНКИ КАТТАКУРГОН ФИЛИАЛИ', '725', 10, ' АТ ХАЛК БАНКИ КАТТАКУРГОН ФИЛИАЛИ'),
(377, 'ПОЙАРИК Т., АТ ХАЛК БАНКИ ПОЙАРИК ФИЛИАЛИ', '726', 10, ' АТ ХАЛК БАНКИ ПОЙАРИК ФИЛИАЛИ'),
(378, 'БУЛУНГУР Т., АТ ХАЛК БАНКИ БУЛУНГУР ФИЛИАЛИ', '727', 10, ' АТ ХАЛК БАНКИ БУЛУНГУР ФИЛИАЛИ'),
(379, 'ОКДАРЁ Т., АТ ХАЛК БАНКИ ОКДАРЁ ФИЛИАЛИ', '728', 10, ' АТ ХАЛК БАНКИ ОКДАРЁ ФИЛИАЛИ'),
(380, 'ПАСТДАРГОМ Т., АТ ХАЛК БАНКИ ПАСТДАРГОМ ФИЛИАЛИ', '729', 10, ' АТ ХАЛК БАНКИ ПАСТДАРГОМ ФИЛИАЛИ'),
(381, 'УРГУТ Т., АТ ХАЛК БАНКИ УРГУТ ФИЛИАЛИ', '730', 10, ' АТ ХАЛК БАНКИ УРГУТ ФИЛИАЛИ'),
(382, 'НАРПАЙ Т., АТ ХАЛК БАНКИ НАРПАЙ ФИЛИАЛИ', '731', 10, ' АТ ХАЛК БАНКИ НАРПАЙ ФИЛИАЛИ'),
(383, 'ЖОМБОЙ Т., АТ ХАЛК БАНКИ ЖОМБОЙ ФИЛИАЛИ', '732', 10, ' АТ ХАЛК БАНКИ ЖОМБОЙ ФИЛИАЛИ'),
(384, 'ПАХТАЧИ Т., АТ ХАЛК БАНКИ ПАХТАЧИ ФИЛИАЛИ', '733', 10, ' АТ ХАЛК БАНКИ ПАХТАЧИ ФИЛИАЛИ'),
(385, 'САМАРКАНД Т., АТ ХАЛК БАНКИ САМАРКАНД ФИЛИАЛИ', '734', 10, ' АТ ХАЛК БАНКИ САМАРКАНД ФИЛИАЛИ'),
(386, 'ИШТИХОН Т., АТ ХАЛК БАНКИ ИШТИХОН ФИЛИАЛИ', '735', 10, ' АТ ХАЛК БАНКИ ИШТИХОН ФИЛИАЛИ'),
(387, 'САМАРКАНД Ш., АТ ХАЛК БАНКИ ТЕМИРЙУЛ ФИЛИАЛИ', '736', 10, ' АТ ХАЛК БАНКИ ТЕМИРЙУЛ ФИЛИАЛИ'),
(388, 'КАТТАКУРГОН Т., АТ ХАЛК БАНКИ ПАЙШАНБА ФИЛИАЛИ', '737', 10, ' АТ ХАЛК БАНКИ ПАЙШАНБА ФИЛИАЛИ'),
(389, 'САМАРКАНД Ш., АТ ХАЛК БАНКИ СИЁБ ФИЛИАЛИ', '738', 10, ' АТ ХАЛК БАНКИ СИЁБ ФИЛИАЛИ'),
(390, 'КУШРАБОД Т., АТ ХАЛК БАНКИ КУШРАБОД ФИЛИАЛИ', '739', 10, ' АТ ХАЛК БАНКИ КУШРАБОД ФИЛИАЛИ'),
(391, 'НУРОБОД Т., АТ ХАЛК БАНКИ НУРОБОД ФИЛИАЛИ', '740', 10, ' АТ ХАЛК БАНКИ НУРОБОД ФИЛИАЛИ'),
(392, 'ПОЙАРИК Т., АТ ХАЛК БАНКИ ЧЕЛАК ФИЛИАЛИ', '741', 10, ' АТ ХАЛК БАНКИ ЧЕЛАК ФИЛИАЛИ'),
(393, 'ТОЙЛОК Т., АТ ХАЛК БАНКИ ТОЙЛОК ФИЛИАЛИ', '742', 10, ' АТ ХАЛК БАНКИ ТОЙЛОК ФИЛИАЛИ'),
(394, 'ТЕРМИЗ Ш., АТ ХАЛК БАНКИ СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ', '744', 10, ' АТ ХАЛК БАНКИ СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(395, 'УЗУН Т., АТ ХАЛК БАНКИ УЗУН ФИЛИАЛИ', '745', 10, ' АТ ХАЛК БАНКИ УЗУН ФИЛИАЛИ'),
(396, 'БОЙСУН Т., АТ ХАЛК БАНКИ БОЙСУН ФИЛИАЛИ', '746', 10, ' АТ ХАЛК БАНКИ БОЙСУН ФИЛИАЛИ'),
(397, 'ДЕНОВ Т., АТ ХАЛК БАНКИ ДЕНОВ ФИЛИАЛИ', '747', 10, ' АТ ХАЛК БАНКИ ДЕНОВ ФИЛИАЛИ'),
(398, 'ШЕРОБОД Т., АТ ХАЛК БАНКИ ШЕРОБОД ФИЛИАЛИ', '748', 10, ' АТ ХАЛК БАНКИ ШЕРОБОД ФИЛИАЛИ'),
(399, 'ЖАРКУРГОН Т., АТ ХАЛК БАНКИ ЖАРКУРГОН ФИЛИАЛИ', '749', 10, ' АТ ХАЛК БАНКИ ЖАРКУРГОН ФИЛИАЛИ'),
(400, 'ШУРЧИ Т., АТ ХАЛК БАНКИ ШУРЧИ ФИЛИАЛИ', '750', 10, ' АТ ХАЛК БАНКИ ШУРЧИ ФИЛИАЛИ'),
(401, 'АНГОР Т., АТ ХАЛК БАНКИ АНГОР ФИЛИАЛИ', '751', 10, ' АТ ХАЛК БАНКИ АНГОР ФИЛИАЛИ'),
(402, 'МУЗРОБОД Т., АТ ХАЛК БАНКИ МУЗРОБОД ФИЛИАЛИ', '752', 10, ' АТ ХАЛК БАНКИ МУЗРОБОД ФИЛИАЛИ'),
(403, 'КИЗИРИК Т., АТ ХАЛК БАНКИ КИЗИРИК ФИЛИАЛИ', '753', 10, ' АТ ХАЛК БАНКИ КИЗИРИК ФИЛИАЛИ'),
(404, 'КУМКУРГОН Т. ,АТ ХАЛК БАНКИ КУМКУРГОН ФИЛИАЛИ', '754', 10, 'АТ ХАЛК БАНКИ КУМКУРГОН ФИЛИАЛИ'),
(405, 'ОЛТИНСОЙ Т., АТ ХАЛК БАНКИ ОЛТИНСОЙ ФИЛИАЛИ', '755', 10, ' АТ ХАЛК БАНКИ ОЛТИНСОЙ ФИЛИАЛИ'),
(406, 'ТЕРМИЗ Т., АТ ХАЛК БАНКИ УЧКИЗИЛ ФИЛИАЛИ', '756', 10, ' АТ ХАЛК БАНКИ УЧКИЗИЛ ФИЛИАЛИ'),
(407, 'САРИОСИЁ Т., АТ ХАЛК БАНКИ САРИОСИЁ ФИЛИАЛИ', '757', 10, ' АТ ХАЛК БАНКИ САРИОСИЁ ФИЛИАЛИ'),
(408, 'КИЗИРИК Т., АТ ХАЛК БАНКИ БАНДИХОН ФИЛИАЛИ', '758', 10, ' АТ ХАЛК БАНКИ БАНДИХОН ФИЛИАЛИ'),
(409, 'ГУЛИСТОН Ш., АТ ХАЛК БАНКИ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ', '759', 10, ' АТ ХАЛК БАНКИ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(410, 'СИРДАРЁ Т., АТ ХАЛК БАНКИ СИРДАРЁ ШАХАР ФИЛИАЛИ', '760', 10, ' АТ ХАЛК БАНКИ СИРДАРЁ ШАХАР ФИЛИАЛИ'),
(411, 'ЯНГИЕР Ш., АТ ХАЛК БАНКИ ЯНГИЕР ФИЛИАЛИ', '761', 10, ' АТ ХАЛК БАНКИ ЯНГИЕР ФИЛИАЛИ'),
(412, 'БОЁВУТ Т., АТ ХАЛК БАНКИ БОЁВУТ ФИЛИАЛИ', '762', 10, ' АТ ХАЛК БАНКИ БОЁВУТ ФИЛИАЛИ'),
(413, 'САРДОБА Т., АТ ХАЛК БАНКИ САРДОБА ФИЛИАЛИ', '763', 10, ' АТ ХАЛК БАНКИ САРДОБА ФИЛИАЛИ'),
(414, 'ГУЛИСТОН Т., АТ ХАЛК БАНКИ ГУЛИСТОН ФИЛИАЛИ', '764', 10, ' АТ ХАЛК БАНКИ ГУЛИСТОН ФИЛИАЛИ'),
(415, 'САЙХУНОБОД Т., АТ ХАЛК БАНКИ САЙХУНОБОД ФИЛИАЛИ', '765', 10, ' АТ ХАЛК БАНКИ САЙХУНОБОД ФИЛИАЛИ'),
(416, 'ОКОЛТИН Т., АТ ХАЛК БАНКИ ОКОЛТИН ФИЛИАЛИ', '766', 10, ' АТ ХАЛК БАНКИ ОКОЛТИН ФИЛИАЛИ'),
(417, 'МИРЗАОБОД Т., АТ ХАЛК БАНКИ МИРЗАОБОД ФИЛИАЛИ', '767', 10, ' АТ ХАЛК БАНКИ МИРЗАОБОД ФИЛИАЛИ'),
(418, 'ХОВОС Т., АТ ХАЛК БАНКИ XОВОС ФИЛИАЛИ', '769', 10, ' АТ ХАЛК БАНКИ XОВОС ФИЛИАЛИ'),
(419, 'БУСТОНЛИК Т., АТ ХАЛК БАНКИ БУСТОНЛИК ФИЛИАЛИ', '770', 10, ' АТ ХАЛК БАНКИ БУСТОНЛИК ФИЛИАЛИ'),
(420, 'ЮКОРИЧИРЧИК Т., АТ ХАЛК БАНКИ ЮКОРИЧИРЧИК ФИЛИАЛИ', '771', 10, ' АТ ХАЛК БАНКИ ЮКОРИЧИРЧИК ФИЛИАЛИ'),
(421, 'ОХАНГАРОН Т., АТ ХАЛК БАНКИ ОХАНГАРОН ФИЛИАЛИ', '772', 10, ' АТ ХАЛК БАНКИ ОХАНГАРОН ФИЛИАЛИ'),
(422, 'КУЙИЧИРЧИК Т., АТ ХАЛК БАНКИ ДУСТОБОД ФИЛИАЛИ', '773', 10, ' АТ ХАЛК БАНКИ ДУСТОБОД ФИЛИАЛИ'),
(423, 'ПСКЕНТ Т., АТ ХАЛК БАНКИ ПСКЕНТ ФИЛИАЛИ', '774', 10, ' АТ ХАЛК БАНКИ ПСКЕНТ ФИЛИАЛИ'),
(424, 'УРТАЧИРЧИК Т., АТ ХАЛК БАНКИ ТУЙТЕПА ФИЛИАЛИ', '775', 10, ' АТ ХАЛК БАНКИ ТУЙТЕПА ФИЛИАЛИ'),
(425, 'КИБРАЙ Т., АТ ХАЛК БАНКИ КИБРАЙ ФИЛИАЛИ', '776', 10, ' АТ ХАЛК БАНКИ КИБРАЙ ФИЛИАЛИ'),
(426, 'ЯНГИЙУЛ Т., АТ ХАЛК БАНКИ ЯНГИЙУЛ ФИЛИАЛИ', '777', 10, ' АТ ХАЛК БАНКИ ЯНГИЙУЛ ФИЛИАЛИ'),
(427, 'ЗАНГИОТА Т., АТ ХАЛК БАНКИ ЗАНГИОТА ФИЛИАЛИ', '778', 10, ' АТ ХАЛК БАНКИ ЗАНГИОТА ФИЛИАЛИ'),
(428, 'ОККУРГОН Т., АТ ХАЛК БАНКИ ОККУРГОН ФИЛИАЛИ', '779', 10, ' АТ ХАЛК БАНКИ ОККУРГОН ФИЛИАЛИ'),
(429, 'ЧИНОЗ Т., АТ ХАЛК БАНКИ ЧИНОЗ ФИЛИАЛИ', '780', 10, ' АТ ХАЛК БАНКИ ЧИНОЗ ФИЛИАЛИ'),
(430, 'ЧИРЧИК Ш., АТ ХАЛК БАНКИ ЧИРЧИК ФИЛИАЛИ', '781', 10, ' АТ ХАЛК БАНКИ ЧИРЧИК ФИЛИАЛИ'),
(431, 'БУКА Т., АТ ХАЛК БАНКИ БУКА ФИЛИАЛИ', '782', 10, ' АТ ХАЛК БАНКИ БУКА ФИЛИАЛИ'),
(432, 'БЕКОБОД Ш., АТ ХАЛК БАНКИ БЕКОБОД ФИЛИАЛИ', '783', 10, ' АТ ХАЛК БАНКИ БЕКОБОД ФИЛИАЛИ'),
(433, 'АНГРЕН Ш., АТ ХАЛК БАНКИ АНГРЕН ФИЛИАЛИ', '784', 10, ' АТ ХАЛК БАНКИ АНГРЕН ФИЛИАЛИ'),
(434, 'ОЛМАЛИК Ш., АТ ХАЛК БАНКИ ОЛМАЛИК ФИЛИАЛИ', '785', 10, ' АТ ХАЛК БАНКИ ОЛМАЛИК ФИЛИАЛИ'),
(435, 'ЗАНГИОТА Т., АТ ХАЛК БАНКИ КЕЛЕС ФИЛИАЛИ', '786', 10, ' АТ ХАЛК БАНКИ КЕЛЕС ФИЛИАЛИ'),
(436, 'БЕКОБОД Т., АТ ХАЛК БАНКИ ЗАФАР ФИЛИАЛИ', '787', 10, ' АТ ХАЛК БАНКИ ЗАФАР ФИЛИАЛИ'),
(437, 'ПАРКЕНТ Т., АТ ХАЛК БАНКИ ПАРКЕНТ ФИЛИАЛИ', '788', 10, ' АТ ХАЛК БАНКИ ПАРКЕНТ ФИЛИАЛИ'),
(438, 'КУКОН Ш., АТ ХАЛК БАНКИ КУКОН ФИЛИАЛИ', '789', 10, ' АТ ХАЛК БАНКИ КУКОН ФИЛИАЛИ'),
(439, 'МАРГИЛОН Ш., АТ ХАЛК БАНКИ МАРГИЛОН ФИЛИАЛИ', '790', 10, ' АТ ХАЛК БАНКИ МАРГИЛОН ФИЛИАЛИ'),
(440, 'ФАРГОНА Ш., АТ ХАЛК БАНКИ ФАРГОНА ШАХАР ФИЛИАЛИ', '791', 10, ' АТ ХАЛК БАНКИ ФАРГОНА ШАХАР ФИЛИАЛИ'),
(441, 'УЗБЕКИСТОН Т., АТ ХАЛК БАНКИ УЗБЕКИСТОН ФИЛИАЛИ', '792', 10, ' АТ ХАЛК БАНКИ УЗБЕКИСТОН ФИЛИАЛИ'),
(442, 'БУВАЙДА Т., АТ ХАЛК БАНКИ БУВАЙДА ФИЛИАЛИ', '793', 10, ' АТ ХАЛК БАНКИ БУВАЙДА ФИЛИАЛИ'),
(443, 'БОГДОД Т., АТ ХАЛК БАНКИ БОГДОД ФИЛИАЛИ', '794', 10, ' АТ ХАЛК БАНКИ БОГДОД ФИЛИАЛИ'),
(444, 'РИШТОН Т., АТ ХАЛК БАНКИ РИШТОН ФИЛИАЛИ', '795', 10, ' АТ ХАЛК БАНКИ РИШТОН ФИЛИАЛИ'),
(445, 'ОЛТИАРИК Т., АТ ХАЛК БАНКИ ОЛТИАРИК ФИЛИАЛИ', '796', 10, ' АТ ХАЛК БАНКИ ОЛТИАРИК ФИЛИАЛИ');
INSERT INTO `bank_branch` (`id`, `name_branch`, `mfo`, `bank_id`, `short_name`) VALUES
(446, 'БЕШАРИК Т., АТ ХАЛК БАНКИ БЕШАРИК ФИЛИАЛИ', '797', 10, ' АТ ХАЛК БАНКИ БЕШАРИК ФИЛИАЛИ'),
(447, 'ТОШЛОК Т., АТ ХАЛК БАНКИ ТОШЛОК ФИЛИАЛИ', '798', 10, ' АТ ХАЛК БАНКИ ТОШЛОК ФИЛИАЛИ'),
(448, 'КУВА Т., АТ ХАЛК БАНКИ КУВА ФИЛИАЛИ', '799', 10, ' АТ ХАЛК БАНКИ КУВА ФИЛИАЛИ'),
(449, 'ДАНГАРА Т., АТ ХАЛК БАНКИ ДАНГАРА ФИЛИАЛИ', '800', 10, ' АТ ХАЛК БАНКИ ДАНГАРА ФИЛИАЛИ'),
(450, 'ФАРГОНА Т., АТ ХАЛК БАНКИ ВОДИЛ ФИЛИАЛИ', '801', 10, ' АТ ХАЛК БАНКИ ВОДИЛ ФИЛИАЛИ'),
(451, 'КУВАСОЙ Ш., АТ ХАЛК БАНКИ КУВАСОЙ ФИЛИАЛИ', '802', 10, ' АТ ХАЛК БАНКИ КУВАСОЙ ФИЛИАЛИ'),
(452, 'КУШТЕПА Т., АТ ХАЛК БАНКИ КУШТЕПА ФИЛИАЛИ', '803', 10, ' АТ ХАЛК БАНКИ КУШТЕПА ФИЛИАЛИ'),
(453, 'УЧКУПРИК Т., АТ ХАЛК БАНКИ УЧКУПРИК ФИЛИАЛИ', '804', 10, ' АТ ХАЛК БАНКИ УЧКУПРИК ФИЛИАЛИ'),
(454, 'ЁЗЁВОН Т., АТ ХАЛК БАНКИ ЁЗЁВОН ФИЛИАЛИ', '805', 10, ' АТ ХАЛК БАНКИ ЁЗЁВОН ФИЛИАЛИ'),
(455, 'СУХ Т., АТ ХАЛК БАНКИ СУХ ФИЛИАЛИ', '806', 10, ' АТ ХАЛК БАНКИ СУХ ФИЛИАЛИ'),
(456, 'ФУРКАТ Т., АТ ХАЛК БАНКИ ФУРКАТ ФИЛИАЛИ', '807', 10, ' АТ ХАЛК БАНКИ ФУРКАТ ФИЛИАЛИ'),
(457, 'УРГАНЧ Ш., АТ ХАЛК БАНКИ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ', '808', 10, ' АТ ХАЛК БАНКИ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ'),
(458, 'ГУРЛАН Т., АТ ХАЛК БАНКИ ГУРЛАН ФИЛИАЛИ', '809', 10, ' АТ ХАЛК БАНКИ ГУРЛАН ФИЛИАЛИ'),
(459, 'ШОВОТ Т., АТ ХАЛК БАНКИ ШОВОТ ФИЛИАЛИ', '810', 10, ' АТ ХАЛК БАНКИ ШОВОТ ФИЛИАЛИ'),
(460, 'ХИВА Т., АТ ХАЛК БАНКИ XИВА ФИЛИАЛИ', '811', 10, ' АТ ХАЛК БАНКИ XИВА ФИЛИАЛИ'),
(461, 'ХОНКА Т., АТ ХАЛК БАНКИ XОНКА ФИЛИАЛИ', '812', 10, ' АТ ХАЛК БАНКИ XОНКА ФИЛИАЛИ'),
(462, 'ХОЗАРаСП Т., АТ ХАЛК БАНКИ XОЗАРАСП ФИЛИАЛИ', '813', 10, ' АТ ХАЛК БАНКИ XОЗАРАСП ФИЛИАЛИ'),
(463, 'ЯНГИАРИК Т., АТ ХАЛК БАНКИ ЯНГИАРИК ФИЛИАЛИ', '814', 10, ' АТ ХАЛК БАНКИ ЯНГИАРИК ФИЛИАЛИ'),
(464, 'КУШКУПИР Т., АТ ХАЛК БАНКИ КУШКУПИР ФИЛИАЛИ', '815', 10, ' АТ ХАЛК БАНКИ КУШКУПИР ФИЛИАЛИ'),
(465, 'БОГОТ Т., АТ ХАЛК БАНКИ БОГОТ ФИЛИАЛИ', '816', 10, ' АТ ХАЛК БАНКИ БОГОТ ФИЛИАЛИ'),
(466, 'УРГАНЧ Т., АТ ХАЛК БАНКИ КОРАУЛ ФИЛИАЛИ', '817', 10, ' АТ ХАЛК БАНКИ КОРАУЛ ФИЛИАЛИ'),
(467, 'ХОЗАРАСП Т., АТ ХАЛК БАНКИ ПИТНАК ФИЛИАЛИ', '818', 10, ' АТ ХАЛК БАНКИ ПИТНАК ФИЛИАЛИ'),
(468, 'ЯНГИБОЗОР Т., АТ ХАЛК БАНКИ ЯНГИБОЗОР ФИЛИАЛИ', '819', 10, ' АТ ХАЛК БАНКИ ЯНГИБОЗОР ФИЛИАЛИ'),
(469, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ МИРОБОД ФИЛИАЛИ', '820', 10, ' АТ ХАЛК БАНКИ МИРОБОД ФИЛИАЛИ'),
(470, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ТОШКЕНТ ШАХАР ФИЛИАЛИ', '821', 10, ' АТ ХАЛК БАНКИ ТОШКЕНТ ШАХАР ФИЛИАЛИ'),
(471, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ МИРЗО УЛУГБЕК ФИЛИАЛИ', '822', 10, ' АТ ХАЛК БАНКИ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(472, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЮНУСОБОД ФИЛИАЛИ', '823', 10, ' АТ ХАЛК БАНКИ ЮНУСОБОД ФИЛИАЛИ'),
(473, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЯККАСАРОЙ ФИЛИАЛИ', '824', 10, ' АТ ХАЛК БАНКИ ЯККАСАРОЙ ФИЛИАЛИ'),
(474, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ЧИЛОНЗОР ФИЛИАЛИ', '825', 10, ' АТ ХАЛК БАНКИ ЧИЛОНЗОР ФИЛИАЛИ'),
(475, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ СИРГАЛИ ФИЛИАЛИ', '826', 10, ' АТ ХАЛК БАНКИ СИРГАЛИ ФИЛИАЛИ'),
(476, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ XАМЗА ФИЛИАЛИ', '827', 10, ' АТ ХАЛК БАНКИ XАМЗА ФИЛИАЛИ'),
(477, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ОЛМАЗОР ФИЛИАЛИ', '828', 10, ' АТ ХАЛК БАНКИ ОЛМАЗОР ФИЛИАЛИ'),
(478, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ', '829', 10, ' АТ ХАЛК БАНКИ УЧТЕПА ФИЛИАЛИ'),
(479, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ БЕКТЕМИР ФИЛИАЛИ', '830', 10, ' АТ ХАЛК БАНКИ БЕКТЕМИР ФИЛИАЛИ'),
(480, 'ХУЖАЙЛИ Т., АТ ХАЛК БАНКИ XУЖАЙЛИ ФИЛИАЛИ', '839', 10, ' АТ ХАЛК БАНКИ XУЖАЙЛИ ФИЛИАЛИ'),
(481, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ АМАЛИЁТ БУЛИМИ', '883', 10, ' АТ ХАЛК БАНКИ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ АМАЛИЁТ БУЛИМИ'),
(482, 'САМАРКАНД Ш., АТ ХАЛК БАНКИ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ', '1005', 10, ' АТ ХАЛК БАНКИ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ'),
(483, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ', '1025', 10, ' АТ ХАЛК БАНКИ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ'),
(484, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ БОШ АМАЛИЁТЛАР БОШКАРМАСИ', '1125', 10, ' АТ ХАЛК БАНКИ БОШ АМАЛИЁТЛАР БОШКАРМАСИ'),
(485, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ТОШКЕНТ ШАХАР ФИЛИАЛИ АМАЛИЁТ БУЛИМИ', '1132', 10, ' АТ ХАЛК БАНКИ ТОШКЕНТ ШАХАР ФИЛИАЛИ АМАЛИЁТ БУЛИМИ'),
(486, 'ХОВОС Т., АТ ХАЛК БАНКИ ХОВОС ФИЛИАЛИ', '1146', 10, ' АТ ХАЛК БАНКИ ХОВОС ФИЛИАЛИ'),
(487, 'ТОШКЕНТ Ш., АТ ХАЛК БАНКИ ХИСОБ-КИТОБ МАРКАЗИ', '9006', 10, ' АТ ХАЛК БАНКИ ХИСОБ-КИТОБ МАРКАЗИ'),
(488, 'АНДИЖОН Ш., \"ИПОТЕКА-БАНК\" АТИБ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ', '00059', 11, ' \"ИПОТЕКА-БАНК\" АТИБ АНДИЖОН ВИЛОЯТ ФИЛИАЛИ'),
(489, 'АНДИЖОН Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ИСТИКЛОЛ\" ФИЛИАЛИ', '00068', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"ИСТИКЛОЛ\" ФИЛИАЛИ'),
(490, 'БУХОРО Ш., \"ИПОТЕКА-БАНК\" АТИБ БУХОРО ВИЛОЯТ ФИЛИАЛИ', '00088', 11, ' \"ИПОТЕКА-БАНК\" АТИБ БУХОРО ВИЛОЯТ ФИЛИАЛИ'),
(491, 'БУХОРО Ш., \"ИПОТЕКА-БАНК\" АТИБ \"САРДОР\" ФИЛИАЛИ', '00119', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"САРДОР\" ФИЛИАЛИ'),
(492, 'ЖИЗЗАХ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ', '00122', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЖИЗЗАХ ВИЛОЯТ ФИЛИАЛИ'),
(493, 'ШАХРИСАБЗ Т., \"ИПОТЕКА-БАНК\" АТИБ ШАХРИСАБЗ ФИЛИАЛИ', '00165', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ШАХРИСАБЗ ФИЛИАЛИ'),
(494, 'КАРШИ Ш., \"ИПОТЕКА-БАНК\" АТИБ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00190', 11, ' \"ИПОТЕКА-БАНК\" АТИБ КАШКАДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(495, 'КАРШИ Ш., \"ИПОТЕКА-БАНК\" АТИБ \"НАКШАБ\" ФИЛИАЛИ', '00193', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"НАКШАБ\" ФИЛИАЛИ'),
(496, 'ЗАРАФШОН Ш., \"ИПОТЕКА-БАНК\" АТИБ ЗАРАФШОН ФИЛИАЛИ', '00203', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЗАРАФШОН ФИЛИАЛИ'),
(497, 'НАВОИЙ Ш., \"ИПОТЕКА-БАНК\" АТИБ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ', '00205', 11, ' \"ИПОТЕКА-БАНК\" АТИБ НАВОИЙ ВИЛОЯТ ФИЛИАЛИ'),
(498, 'НАМАНГАН Ш., \"ИПОТЕКА-БАНК\" АТИБ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ', '00223', 11, ' \"ИПОТЕКА-БАНК\" АТИБ НАМАНГАН ВИЛОЯТ ФИЛИАЛИ'),
(499, 'САМАРКАНД Ш., \"ИПОТЕКА-БАНК\" АТИБ \"КУК САРОЙ\" ФИЛИАЛИ', '00262', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"КУК САРОЙ\" ФИЛИАЛИ'),
(500, 'САМАРКАНД Ш., \"ИПОТЕКА-БАНК\" АТИБ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ', '00312', 11, ' \"ИПОТЕКА-БАНК\" АТИБ САМАРКАНД ВИЛОЯТ ФИЛИАЛИ'),
(501, 'ТЕРМИЗ Ш., \"ИПОТЕКА-БАНК\" АТИБ СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00356', 11, ' \"ИПОТЕКА-БАНК\" АТИБ СУРХОНДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(502, 'ГУЛИСТОН Ш., \"ИПОТЕКА-БАНК\" АТИБ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ', '00364', 11, ' \"ИПОТЕКА-БАНК\" АТИБ СИРДАРЁ ВИЛОЯТ ФИЛИАЛИ'),
(503, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ', '00408', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ВИЛОЯТ ФИЛИАЛИ'),
(504, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ШАХАР ФИЛИАЛИ', '00419', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ТОШКЕНТ ШАХАР ФИЛИАЛИ'),
(505, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ МИРОБОД ФИЛИАЛИ', '00420', 11, ' \"ИПОТЕКА-БАНК\" АТИБ МИРОБОД ФИЛИАЛИ'),
(506, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ МЕХНАТ ФИЛИАЛИ', '00423', 11, ' \"ИПОТЕКА-БАНК\" АТИБ МЕХНАТ ФИЛИАЛИ'),
(507, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ШАЙХОНТОХУР ФИЛИАЛИ', '00425', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ШАЙХОНТОХУР ФИЛИАЛИ'),
(508, 'ОЛМАЛИК Ш., \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЛИК ФИЛИАЛИ', '00459', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЛИК ФИЛИАЛИ'),
(509, 'АНГРЕН Ш., \"ИПОТЕКА-БАНК\" АТИБ АНГРЕН ФИЛИАЛИ', '00461', 11, ' \"ИПОТЕКА-БАНК\" АТИБ АНГРЕН ФИЛИАЛИ'),
(510, 'ЧИРЧИК Ш., \"ИПОТЕКА-БАНК\" АТИБ ЧИРЧИК ФИЛИАЛИ', '00478', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЧИРЧИК ФИЛИАЛИ'),
(511, 'ОХАНГАРОН Т., \"ИПОТЕКА-БАНК\" АТИБ ОХАНГАРОН ФИЛИАЛИ', '00487', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ОХАНГАРОН ФИЛИАЛИ'),
(512, 'БЕКОБОД Ш., \"ИПОТЕКА-БАНК\" АТИБ БЕКОБОД ФИЛИАЛИ', '00489', 11, ' \"ИПОТЕКА-БАНК\" АТИБ БЕКОБОД ФИЛИАЛИ'),
(513, 'ФАРГОНА Ш., \"ИПОТЕКА-БАНК\" АТИБ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ', '00544', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ФАРГОНА ВИЛОЯТ ФИЛИАЛИ'),
(514, 'УРГАНЧ Ш., \"ИПОТЕКА-БАНК\" АТИБ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ', '00579', 11, ' \"ИПОТЕКА-БАНК\" АТИБ XОРАЗМ ВИЛОЯТ ФИЛИАЛИ'),
(515, 'УРГАНЧ Ш., \"ИПОТЕКА-БАНК\" АТИБ \"ТИНЧЛИК\" ФИЛИАЛИ', '00580', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"ТИНЧЛИК\" ФИЛИАЛИ'),
(516, 'НУКУС Ш., \"ИПОТЕКА-БАНК\" АТИБ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ', '00621', 11, ' \"ИПОТЕКА-БАНК\" АТИБ КОРАКАЛПОГИСТОН РЕСПУБЛИКАСИ ФИЛИАЛИ'),
(517, 'ЖИЗЗАХ Ш., \"ИПОТЕКА-БАНК\" АТИБ \"САНГЗОР\" ФИЛИАЛИ', '00834', 11, ' \"ИПОТЕКА-БАНК\" АТИБ \"САНГЗОР\" ФИЛИАЛИ'),
(518, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЮНУСОБОД ФИЛИАЛИ', '00837', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЮНУСОБОД ФИЛИАЛИ'),
(519, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЗОР ФИЛИАЛИ', '00901', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ОЛМАЗОР ФИЛИАЛИ'),
(520, 'ХОЗАРАСП Т., \"ИПОТЕКА-БАНК\" АТИБ ДУСТЛИК ФИЛИАЛИ', '00902', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ДУСТЛИК ФИЛИАЛИ'),
(521, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ БОШ АМАЛИЁТ БОШКАРМАСИ', '00937', 11, ' \"ИПОТЕКА-БАНК\" АТИБ БОШ АМАЛИЁТ БОШКАРМАСИ'),
(522, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЯШНОБОД ФИЛИАЛИ', '00959', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЯШНОБОД ФИЛИАЛИ'),
(523, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ СИРГАЛИ ФИЛИАЛИ', '00978', 11, ' \"ИПОТЕКА-БАНК\" АТИБ СИРГАЛИ ФИЛИАЛИ'),
(524, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЧИЛОНЗОР ФИЛИАЛИ', '00997', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЧИЛОНЗОР ФИЛИАЛИ'),
(525, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ЯККАСАРОЙ ФИЛИАЛИ', '01017', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЯККАСАРОЙ ФИЛИАЛИ'),
(526, 'ЧИНОЗ Т., \"ИПОТЕКА-БАНК\" АТИБ ЧИНОЗ ФИЛИАЛИ', '01039', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЧИНОЗ ФИЛИАЛИ'),
(527, 'КУКОН Ш., \"ИПОТЕКА-БАНК\" АТИБ КУКОН ФИЛИАЛИ', '01076', 11, ' \"ИПОТЕКА-БАНК\" АТИБ КУКОН ФИЛИАЛИ'),
(528, 'ЗАНГИОТА Т., \"ИПОТЕКА-БАНК\" АТИБ ЗАНГИОТА ФИЛИАЛИ', '01130', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ЗАНГИОТА ФИЛИАЛИ'),
(529, 'ТОШКЕНТ Ш., \"ИПОТЕКА-БАНК\" АТИБ ТУЛОВ МАРКАЗИ', '09033', 11, ' \"ИПОТЕКА-БАНК\" АТИБ ТУЛОВ МАРКАЗИ'),
(530, 'ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ЮНУСОБОД ФИЛИАЛИ', '00831', 12, '\"КДБ БАНК УЗБЕКИСТОН\" АЖ ЮНУСОБОД ФИЛИАЛИ'),
(531, 'ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АКЦИЯДОРЛИК ЖАМИЯТИ', '00842', 12, '\"КДБ БАНК УЗБЕКИСТОН\" АКЦИЯДОРЛИК ЖАМИЯТИ'),
(532, 'ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ЯККАСАРОЙ ФИЛИАЛИ', '01065', 12, '\"КДБ БАНК УЗБЕКИСТОН\" АЖ ЯККАСАРОЙ ФИЛИАЛИ'),
(533, 'ТОШКЕНТ Ш., \"КДБ БАНК УЗБЕКИСТОН\" АЖ ТУЛОВ МАРКАЗИ', '09034', 12, '\"КДБ БАНК УЗБЕКИСТОН\" АЖ ТУЛОВ МАРКАЗИ'),
(534, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ ШАЙХОНТОХУР ФИЛИАЛИ', '01057', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ ШАЙХОНТОХУР ФИЛИАЛИ'),
(535, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ БАНКИ', '01095', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ БАНКИ'),
(536, 'КАРШИ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ КАРШИ ФИЛИАЛИ', '01099', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ КАРШИ ФИЛИАЛИ'),
(537, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ ОЛМАЗОР ФИЛИАЛИ', '01102', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ ОЛМАЗОР ФИЛИАЛИ'),
(538, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ', '01103', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ МИРЗО УЛУГБЕК ФИЛИАЛИ'),
(539, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ МИРОБОД ФИЛИАЛИ', '01124', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ МИРОБОД ФИЛИАЛИ'),
(540, 'БУХОРО Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ БУХОРО ФИЛИАЛИ', '01137', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ БУХОРО ФИЛИАЛИ'),
(541, 'САМАРКАНД Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ САМАРКАНД ФИЛИАЛИ', '01143', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ САМАРКАНД ФИЛИАЛИ'),
(542, '\"АSIА АLLIАNСЕ BАNК\" АТБ ЧИЛОНЗОР ФИЛИАЛИ', '01153', 13, '\"АSIА АLLIАNСЕ BАNК\" АТБ ЧИЛОНЗОР ФИЛИАЛИ'),
(543, 'ТОШКЕНТ Ш., \"АSIА АLLIАNСЕ BАNК\" АТБ БАНКИ ТУЛОВ МАРКАЗИ', '09055', 13, ' \"АSIА АLLIАNСЕ BАNК\" АТБ БАНКИ ТУЛОВ МАРКАЗИ'),
(565, 'АНДИЖОН Ш., ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"НАМКОRBАNК\" АТ БАНКИНИНГ БОШ ОФИСИ', '00083', 3, 'ЧЕТ ЭЛ КАПИТАЛИ ИШТИРОКИДАГИ \"НАМКОRBАNК\" АТ БАНКИНИНГ БОШ ОФИСИ'),
(566, 'Миллий банк', '00014', 7, 'Миллий банк');

-- --------------------------------------------------------

--
-- Структура таблицы `company`
--

CREATE TABLE `company` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `short_name` varchar(50) CHARACTER SET utf8 NOT NULL,
  `inn` varchar(50) DEFAULT NULL,
  `accaunt_begin` int(5) DEFAULT NULL,
  `unical_code` varchar(25) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `company`
--

INSERT INTO `company` (`id`, `name`, `short_name`, `inn`, `accaunt_begin`, `unical_code`) VALUES
(1, 'СП \"Уз-ТонгХонг Ко\"', 'ТонгХонг', '201832779', 20214, '01563530'),
(2, 'СП ООО \"Уз Донг Янг Компани\"', 'ДонгЯнг', '201832604', 20214, '00530113'),
(3, 'АО СП \"УзКоджи\"', 'Коджи', '203194740', 20214, '04039042'),
(4, 'СП ООО \"УзИрае Климат Контроль\"', 'Климат', '301724521', 20214, '04871270'),
(5, 'АО СП \"Уз-Донг Вон\"', 'ДонгВонг', '202128093', 20214, '00572800'),
(6, 'СП ООО \"УзАвто-Аустем\"', 'Аустем', '301866345', 0, '04891858'),
(7, 'СП \"Уз-ДонгЖу Пэинт Ко\"', 'ДонгЖу', '201223174', 20214, '00600090'),
(8, 'АО \"Автокомпонент\"', 'Автокомпонент', '200244688', 20210, '00571822'),
(9, 'СП \"Уз-СэМюнг Ко\"', 'Семюнг', '202128505', 20214, '01107585'),
(10, 'СП ООО \"Уз-Ханву\"', 'Ханву', '301331806', 0, '04803708'),
(11, 'ООО \"Уз-Корам Ко\"', 'Корам', '200908912', 20208, '00516389'),
(12, 'СП ООО \"УзСанву\"', 'Сангву', '301948646', 20214, '04910109'),
(13, 'ООО \"Автоойна\"', 'Автоойна', '202678977', 20210, '03960872'),
(14, 'СП ООО \"Уз Ханву Инжиниринг\"', 'Ханву Инжиниринг', '301416058', 20214, '04830303'),
(15, 'СП ООО \"УзЧасис\"', 'Часис', '206978481', 20214, '04737927'),
(16, 'СП ООО \"УзАвто-ИНЗИ\"', 'Инзи', '303205019', 20214, '00438775'),
(17, 'СП ООО \"Автосаноат-Сепла\"', 'Сепла', '302390432', 20214, '05005774'),
(18, 'ПИИ ООО \"Квангжин Автосистемс\"', 'Квангжин', '302387173', 20214, '04998531'),
(19, 'СП ООО \"УзЭрае Кабель\"', 'Кейбл', '301423421', 20214, '04820414'),
(20, 'СП ООО \"Автосаноат Ланди Рензо\"', 'ЛандиРензо', '302419471', 20214, '05010505'),
(21, 'СП ООО \"УзЭрае Алтернатор\"', 'Алтернатор', '301665310', 20214, '04859997'),
(22, 'ПИИ ООО \"УзМинда\"', 'Минда', '301541133', 20214, '04837451'),
(23, 'АО \"ДАЗ\"', 'ДАЗ', '301409191', 20210, '04817309'),
(24, '\"UZAUTO MOTORS\" АЖ', '\"UZAUTO MOTORS\" АЖ', '200244767', 20214, '00532305'),
(25, 'Молия Вазирлиги Ягона', 'Молия Вазирлиги Ягона', '201122919', 23402, '00100001'),
(26, 'Покупка валюты на Уз', 'Покупка валюты на Уз', '207103984', 17101, '00001074'),
(27, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '302497495', 20214, '05021041'),
(28, '\"TOSHKENT MEXANIKA ZAVODI\" AJ', '\"TOSHKENT MEXANIKA ZAVODI\" AJ', '200837470', 20210, '00126950'),
(29, '\"RELIABLE TRANSPORTATION SYSTEM\" MChJ', '\"RELIABLE TRANSPORTATION SYSTEM\" MChJ', '306519993', 20208, '05093489'),
(30, '\"DQS SYSTEM\" MChJ', '\"DQS SYSTEM\" MChJ', '305782986', 20208, '00928491'),
(31, 'ООО \"AVTOSANOAT-PROJECT\"', 'ООО \"AVTOSANOAT-PROJECT\"', '306216667', 20208, '05035221'),
(32, 'OOO \"AVTOSANOAT-INJINIRING\"', 'OOO \"AVTOSANOAT-INJINIRING\"', '206996319', 20208, '04773034'),
(33, '\"MEXANIK AVTO PARTS\" MChJ', '\"MEXANIK AVTO PARTS\" MChJ', '305612294', 20208, '00893131'),
(34, '\"STANDART RESOLUTENESS\" MChJ', '\"STANDART RESOLUTENESS\" MChJ', '303081490', 20208, '00399903'),
(35, '\"4-AVTOBUS SAROYI\" MChJ', '\"4-AVTOBUS SAROYI\" MChJ', '200640694', 20210, '00119454'),
(36, '\"KATALIZ SERVIS\" MChJ ', '\"KATALIZ SERVIS\" MChJ ', '301195224', 20208, '04784327'),
(37, '\"ATIMO SAFETY SYSTEMS\" XK', '\"ATIMO SAFETY SYSTEMS\" XK', '306509239', 20208, '05093073'),
(38, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '200933985', 20208, '00600257'),
(39, '\"UZAUTOCOMPONENTS\" MChJ', '\"UZAUTOCOMPONENTS\" MChJ', '306594364', 20208, '05109479');

-- --------------------------------------------------------

--
-- Структура таблицы `contracts`
--

CREATE TABLE `contracts` (
  `id` int(11) NOT NULL,
  `first_company_id` int(11) DEFAULT NULL,
  `second_company_id` int(11) DEFAULT NULL,
  `contract_number` bigint(25) DEFAULT NULL,
  `contract_date` varchar(25) NOT NULL,
  `status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `contracts`
--

INSERT INTO `contracts` (`id`, `first_company_id`, `second_company_id`, `contract_number`, `contract_date`, `status`) VALUES
(29, 4, 1, 12321, '5.05.2020', 0),
(30, 9, 2, 6575, '23.05.2020', 1),
(31, 8, 12, 32424, '14.04.2020', 0),
(32, 9, 15, 23423432, '1.05.2020', 1),
(33, 7, 11, 2423432, '16.01.2020', 1),
(34, 5, 9, 12321321, '7.05.2020', 1),
(35, 1, 3, 12321, '2.06.2020', 1),
(36, 2, 4, 456546, '9.06.2020', 1),
(37, 8, 11, 456546, '9.06.2020', 0),
(38, 5, 16, 456546, '10.06.2020', 1),
(39, 2, 10, 699, '3.06.2020', 1),
(40, 6, 3, 77, '10.06.2020', 1),
(51, 5, 7, 7864564532213, '9.06.2020', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `currency`
--

CREATE TABLE `currency` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `code` varchar(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `currency`
--

INSERT INTO `currency` (`id`, `name`, `code`) VALUES
(1, 'UZS', '000'),
(5, 'USD', '840');

-- --------------------------------------------------------

--
-- Структура таблицы `document`
--

CREATE TABLE `document` (
  `id` int(11) NOT NULL,
  `file_id` int(11) NOT NULL,
  `expence_type_id` int(11) DEFAULT NULL,
  `detail_date` datetime NOT NULL,
  `detail_account` char(20) NOT NULL,
  `detail_inn` varchar(255) NOT NULL,
  `detail_partner_unique_code` varchar(8) DEFAULT NULL,
  `detail_name` varchar(255) NOT NULL,
  `detail_document_number` varchar(255) NOT NULL,
  `detail_mfo` varchar(255) NOT NULL,
  `detail_debet` varchar(255) NOT NULL,
  `detail_kredit` varchar(255) NOT NULL,
  `detail_purpose_of_payment` text NOT NULL,
  `code_currency` varchar(3) NOT NULL,
  `contract_date` varchar(25) NOT NULL,
  `tip_deb_kred` int(11) DEFAULT NULL,
  `company_account_id` int(11) DEFAULT NULL,
  `data_id` int(11) DEFAULT NULL,
  `period_id` int(11) DEFAULT NULL,
  `inn_id` int(11) DEFAULT NULL,
  `filecom_id` int(11) DEFAULT NULL,
  `company_unikal` varchar(8) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `document`
--

INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(1, 1, NULL, '2020-06-01 00:00:00', '16401000404859997001', '', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2005271 09 S=200000000 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(2, 1, NULL, '2020-06-01 00:00:00', '16401000404859997001', '', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '5000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-5000.00,  з а документ №200527108 S=1000000 Тариф-Корпоратив ка рта по счету 23102000904859997004', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(3, 1, NULL, '2020-06-01 00:00:00', '16401000404859997001', '', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200527106 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(4, 1, NULL, '2020-06-01 00:00:00', '16401000404859997001', '', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200527107 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(5, 2, NULL, '2020-06-01 00:00:00', '16401000404859997001', '', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '15000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-15000.00, за документ №200527105 S=3000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(6, 1, NULL, '2020-06-01 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527108 ', '00199', '1000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143252615211}', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(7, 1, NULL, '2020-06-01 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527107 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143216735642}', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(8, 1, NULL, '2020-06-01 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527106 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143288060671}', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(9, 1, NULL, '2020-06-01 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527105 ', '00199', '3000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143215741567}', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(10, 1, NULL, '2020-06-01 00:00:00', '20208000005109479001', '306594364', NULL, '\"UZAUTOCOMPONENTS\" MChJ', '200527109 ', '01114', '200000000.00', '0.00', 'МФО:01114  Счет:20208000005109479001  ИНН:306594364 ООО  UzautoComponents 0066800668Перечисялется 0.5% отчисление', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(11, 1, NULL, '2020-06-02 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2005271 12 S=13500000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(12, 1, NULL, '2020-06-02 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2005271 13 S=20000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(13, 1, NULL, '2020-06-02 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2005271 10 S=4000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '010', '', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(14, 1, NULL, '2020-06-02 00:00:00', '20214000905021041001', '777777777', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '200527110 ', '01075', '4000000.00', '0.00', 'МФО:01075  Счет:20214000905021041001  ИНН:777777777 СП ООО Universal Logistics Servis 00668Пред. 100% за услуги(обработка контейнеров)сог .дог № 313 от 24.01.2017г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(15, 1, NULL, '2020-06-02 00:00:00', '20208000000600257044', '200933985', NULL, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '200527112 ', '00491', '13500000.00', '0.00', 'МФО:00491  Счет:20208000000600257044  ИНН:200933985 АО \"Узбекская Республиканская товарно-сырьевая бир 006680066800668xarid.uz da onlayn savdolarda ishtir ok etish uchun', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(16, 1, NULL, '2020-06-02 00:00:00', '22636000600306363999', '200002553', NULL, '', '200527113 ', '00207', '20000000.00', '0.00', 'МФО:00207  Счет:22636000600306363999  ИНН:200002553 Навои Электр тармоклаои  ОАЖ 00653ПРЕДОПЛАТА 100% СОГ-НО ДОГ №22/15-14 от 01.01. 2019г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(17, 1, NULL, '2020-06-02 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '4486 ', '00873', '0.00', '1078600000.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 оплата 100% за КД сог-но Договор №179-41100/2 016 от 31.12.2016г. согласно  письма № 319/05-20 от 29,05,2020', '020', '31.12.2016', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(18, 1, NULL, '2020-06-03 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200527-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2005271 14 S=1500000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(19, 1, NULL, '2020-06-03 00:00:00', '20208000000457913001', '201788904', NULL, '', '200527114 ', '00440', '1500000.00', '0.00', 'МФО:00440  Счет:20208000000457913001  ИНН:201788904 MCHJ \"COSCOM\" (TM\"UCELL\") 00644NAV57-2019100335250 24.10.2019 (41578454) ШАРТ НОМАГА АСОСАН АЛОКА ХИЗМАТИ УЧУН ОЛДИНДАН 100% ТУЛО В', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(20, 1, NULL, '2020-06-04 00:00:00', '16401000404859997001', '201788904', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 67 S=200000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(21, 1, NULL, '2020-06-04 00:00:00', '16401000404859997001', '201788904', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 66 S=2552550000 Тариф-Тарифный пакет \"IPAK YO`LI PR EMIUM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(22, 1, NULL, '2020-06-04 00:00:00', '20208000500809354001', '305109680', NULL, '', '200604067 ', '01075', '200000.00', '0.00', 'МФО:01075  Счет:20208000500809354001  ИНН:305109680 OOO UNICON SOFT 00668Предоплата за услуги (СЗЭП E-XAT) сог-но дог № 598-2020/EX от 03.06.2020 г', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(23, 1, NULL, '2020-06-04 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604063 ', '00199', '707153000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(24, 1, NULL, '2020-06-04 00:00:00', '20214000904859997005', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604066 ', '01007', '2552550000.00', '0.00', 'МФО:01007  Счет:20214000904859997005  ИНН:301665310 СП ООО \"Oz Erae Alternator\" 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(25, 1, NULL, '2020-06-04 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604057 ', '00199', '8158625000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(26, 1, NULL, '2020-06-05 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 71 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(27, 1, NULL, '2020-06-05 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 68 S=1010000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(28, 1, NULL, '2020-06-05 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 70 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '010', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(29, 1, NULL, '2020-06-05 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 69 S=2871500 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(30, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV108-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1080605 S=69 294 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(31, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV110-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1100605 S=43 20 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(32, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV106-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1060605 S=24 771.9 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(33, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV103-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1030605 S=62 627.4 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(34, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV109-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1090605 S=60 0000 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(35, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV108-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1080605 S= 69294 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(36, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV103-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1030605 S= 62627.4 Тариф-Тарифный план \"Business Premium\" по с чету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(37, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV106-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1060605 S= 24771.9 Тариф-Тарифный план \"Business Premium\" по с чету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(38, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV110-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1100605 S= 4320 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(39, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV109-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1090605 S= 600000 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(40, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV110-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV1100605 S=4 320 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(41, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV106-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV1060605 S=2 4771.9 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(42, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV103-ОПК ', '00199', '317781.13', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-317781.13,  за документ №NAV1030605 S=6 2627.4 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(43, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV108-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1080605 S=6 9294 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10148.31', '020', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(44, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV103-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1030605 S=6 2627.4 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(45, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV109-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1090605 S=6 00000 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(46, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV110-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1100605 S=4 320 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(47, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV106-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1060605 S=2 4771.9 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(48, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV108-ОПК ', '00199', '351608.50', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-351608.50,  за документ №NAV1080605 S=6 9294 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(49, 1, NULL, '2020-06-05 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604070 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Отакулов Элёр Эшпулот угли', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(50, 1, NULL, '2020-06-05 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604071 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Курбонов Азиз Сайитов ич', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(51, 1, NULL, '2020-06-05 00:00:00', '20210000504074838160', '203366731', NULL, '', '200604068 ', '01007', '1010000.00', '0.00', 'МФО:01007  Счет:20210000504074838160  ИНН:203366731 Навоийский филиал АК \"Узбектелеком\" 00668Предоплата 100% сог-но дог.у № №3196 от 28.10. 2015', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(52, 1, NULL, '2020-06-05 00:00:00', '16413000804859997001', '203366731', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV109-ОПК ', '00199', '2230000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-2230000.00,  за документ №NAV1090605 S= 600000 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10148.31', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(53, 1, NULL, '2020-06-05 00:00:00', '20210000804218402001', '204250504', NULL, '', '200604069 ', '00446', '2871500.00', '0.00', 'МФО:00446  Счет:20210000804218402001  ИНН:204250504 \"OZBEKISTON ILMIY-SINOV VA SIFAT NAZORATI MARKAZI\" 00668ОПЛАТА 100% ЗА УСЛУГИ СОГ-НО ДОГ №23/3897 ОТ 2 5.05.2020 Г', '000', '03.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(54, 1, NULL, '2020-06-05 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '4560 ', '00873', '0.00', '269457105.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 Оплата 100% за запасные части, согласно Догов ор №LK 013 от 30.09.2019г., заявкам №10, №11, №12, №13, №14, №15, №16, №17, №18.', '000', '30.09.2019', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(55, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 43 S=6002500 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(56, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 00 S=6500000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(57, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 74 S=20000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(58, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 42 S=1760000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(59, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 75 S=15000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(60, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '800367-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №8003678 5 S=6737215.08 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(61, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 40 S=1144000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(62, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 41 S=1144000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(63, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 77 S=9212300 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(64, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 76 S=199314300 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(65, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 73 S=228400000 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(66, 1, NULL, '2020-06-08 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006040 72 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(67, 1, NULL, '2020-06-08 00:00:00', '23402000300100001010', '200244767', NULL, 'Молия Вазирлиги Ягона', '80036784 ', '00014', '8209.37', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:истан Казначейство Министерства финансов Республики Узбек 08102~1000228606122343145208093~200035228~Задолженн ость по 52-Вода втч пеня: 42.7 $BUDJET$301665310 $T AX_ID$201600008122', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(68, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604072 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Рузиев Хусниддин Кудр атович', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(69, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608141 ', '01064', '1144000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Темирова Чиннигул Комиловнанинг аризасига асос ан май ойи иш хакиси Холматов Ислом Дилшодовичнинг п/к сига кучирилди', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(70, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608140 ', '01064', '1144000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Ходжаева Гулнора Курбановнанинг аризасига асос ан май ойи иш хакиси Холматов Ислом Дилшодовичнинг п/к сига кучирилди', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(71, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608142 ', '01064', '1760000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634май ойи иш хаки Турсунов Феруз Тулкин углининг п/к сига кучирилди', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(72, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608143 ', '01064', '6002500.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634май ойи иш хаки Олимов Сннатилло Садриддин угл ининг п/к сига кучирилди', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(73, 1, NULL, '2020-06-08 00:00:00', '20208000800177892001', '201295799', NULL, '', '200608100 ', '00206', '6500000.00', '0.00', 'МФО:00206  Счет:20208000800177892001  ИНН:201295799 MCHJ NAVOIYAVTOTEXXIZMAT 00599Ишчи ходимларнинг олинган велосипедлари учун т улов .', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(74, 1, NULL, '2020-06-08 00:00:00', '23402000300100001010', '201295799', NULL, 'Молия Вазирлиги Ягона', '80036785 ', '00014', '6737215.08', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:истан Казначейство Министерства финансов Республики Узбек 09580~401410860122347950100093009~200035228~Задолже нность по 199-ФРНО втч пеня: 6737215.08 $BUDJET$301 665310 $TAX_ID$201600008121', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(75, 1, NULL, '2020-06-08 00:00:00', '23106000004859997200', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604077 ', '01064', '9212300.00', '0.00', 'МФО:01064  Счет:23106000004859997200  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634МАЙ ОЙИ ИШ-ХАКИ ИШЧИ ХОДИМЛАРНИНГ П/К СИГА КУЧ ИРИЛДИ', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(76, 1, NULL, '2020-06-08 00:00:00', '20208000705170177001', '307083367', NULL, '', '200604075 ', '00202', '15000000.00', '0.00', 'МФО:00202  Счет:20208000705170177001  ИНН:307083367 ЧП \"\"umidjon xusanov 2005\"\" 0066819.02.2020 й №01/20 даги шартномага асосан ишч и-ходимларнинг овкатланиши учун тулов', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(77, 1, NULL, '2020-06-08 00:00:00', '22636000600306363999', '200002553', NULL, '', '200604074 ', '00207', '20000000.00', '0.00', 'МФО:00207  Счет:22636000600306363999  ИНН:200002553 Навои Электр тармоклаои  ОАЖ 00653ПРЕДОПЛАТА 100% СОГ-НО ДОГ №22/15-14 от 01.01. 2019г', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(78, 1, NULL, '2020-06-08 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608138 ', '00199', '21000000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(79, 1, NULL, '2020-06-08 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608137 ', '00199', '76540000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(80, 1, NULL, '2020-06-08 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604076 ', '01064', '199314300.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Май ойи иш хаки ишчи-ходимларнинг п/к сига куч ирилди', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(81, 1, NULL, '2020-06-08 00:00:00', '20214000004859997009', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604073 ', '00206', '228400000.00', '0.00', 'МФО:00206  Счет:20214000004859997009  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00641Переброска денежных средств', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(82, 1, NULL, '2020-06-08 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200604079 ', '00199', '907676405.40', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(83, 1, NULL, '2020-06-08 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004635 ', '00873', '0.00', '594394630.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 Оплата 100% за запасные части, согласно Догов ор №LK 013 от 30.09.2019г., заявкам №22 от 01.06.20 20г.', '000', '30.09.2019', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(84, 1, NULL, '2020-06-09 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 44 S=10000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(85, 1, NULL, '2020-06-09 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 49 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(86, 1, NULL, '2020-06-09 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 46 S=1105488 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(87, 1, NULL, '2020-06-09 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 45 S=6000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(88, 1, NULL, '2020-06-09 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 48 S=93697000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(89, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV056-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0560609 S=80 00 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(90, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV053-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0530609 S=96 235.6 Тариф-Тарифный план \"Business Premium\" по сче ту 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(91, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV061-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0610609 S=75 00 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(92, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV058-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0580609 S=15 00 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(93, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV051-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0510609 S=72 488.9 Тариф-Тарифный план \"Business Premium\" по сче ту 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(94, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV053-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0530609 S= 96235.6 Тариф-Тарифный план \"Business Premium\" по с чету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(95, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV056-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0560609 S= 8000 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(96, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV051-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0510609 S= 72488.9 Тариф-Тарифный план \"Business Premium\" по с чету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(97, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV061-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0610609 S= 7500 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(98, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV058-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0580609 S= 1500 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(99, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV056-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV0560609 S=8 000 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(100, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV061-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV0610609 S=7 500 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(101, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV058-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV0580609 S=1 500 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(102, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV051-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0510609 S=7 2488.9 Тариф-Тарифный план \"Business Premium\" по сч ету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(103, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV061-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0610609 S=7 500 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(104, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV058-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0580609 S=1 500 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(105, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV056-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0560609 S=8 000 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(106, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV053-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0530609 S=9 6235.6 Тариф-Тарифный план \"Business Premium\" по сч ету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(107, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV051-ОПК ', '00199', '415247.59', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-415247.59,  за документ №NAV0510609 S=7 2488.9 Тариф-Тарифный план \"Business Premium\" по сч ету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(108, 1, NULL, '2020-06-09 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV053-ОПК ', '00199', '551278.90', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-551278.90,  за документ №NAV0530609 S=9 6235.6 Тариф-Тарифный план \"Business Premium\" по сч ету 22614978604859997005 Курс 978 11456.86', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(109, 1, NULL, '2020-06-09 00:00:00', '20208000600645668001', '304159684', NULL, '', '200608146 ', '01101', '1105488.00', '0.00', 'МФО:01101  Счет:20208000600645668001  ИНН:304159684 OOO \"Global Logistics Systems\" 006680066800668Оплата 100% за услугу почтовой связи сог-но дог №72 от 06.01.2016г', '000', '06.01.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(110, 1, NULL, '2020-06-09 00:00:00', '20214000004859997009', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608149 ', '00206', '2000000.00', '0.00', 'МФО:00206  Счет:20214000004859997009  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00641Переброска денежных средств', '000', '06.01.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(111, 1, NULL, '2020-06-09 00:00:00', '20214000905021041001', '777777777', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '200608145 ', '01075', '6000000.00', '0.00', 'МФО:01075  Счет:20214000905021041001  ИНН:777777777 СП ООО Universal Logistics Servis 00668Пред. 100% за услуги(обработка контейнеров)сог .дог № 313 от 24.01.2017г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(112, 1, NULL, '2020-06-09 00:00:00', '20214000004859997009', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608144 ', '00206', '10000000.00', '0.00', 'МФО:00206  Счет:20214000004859997009  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00641Переброска денежных средств', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997');
INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(113, 1, NULL, '2020-06-09 00:00:00', '20208000000600257044', '200933985', NULL, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '200608148 ', '00491', '93697000.00', '0.00', 'МФО:00491  Счет:20208000000600257044  ИНН:200933985 АО \"Узбекская Республиканская товарно-сырьевая бир 006680066800668xarid.uz da onlayn savdolarda ishtir ok etish uchun avans', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(114, 1, NULL, '2020-06-09 00:00:00', '22604000200468183004', '200460222', NULL, '', '0000000911 ', '00205', '0.00', '4945000.00', 'МФО:00205  Счет:22604000200468183004  ИНН:200460222 O`zbekiston Metallurgiya Kombinati  АЖ 00693~Сог-но дог № 103/11-20 от 30,03,2020 г за сда нный металлолом, с/ф 2643  от 30,03,2020 г', '000', '24.01.2017', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(115, 1, NULL, '2020-06-09 00:00:00', '22613000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '171 ', '00444', '0.00', '38534850.31', 'МФО:00444  Счет:22613000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qk-бло 00667Возврат денеж ср согл служ рас от  09.06.20', '000', '24.01.2017', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(116, 1, NULL, '2020-06-09 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004695 ', '00873', '0.00', '519000000.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 оплата 100% за КД сог-но Договор №179-41100/2 016 от 31.12.2016г. согласно  письма № 357/06-20 от 06.09.2020г. Акт №891 от 03.06.2020г.', '000', '31.12.2016', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(117, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 55 S=1882500 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(118, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 54 S=1539600 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(119, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 52 S=1350000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(120, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 57 S=8800000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(121, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 51 S=3168000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(122, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 50 S=3256000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(123, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 56 S=1797400 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(124, 1, NULL, '2020-06-10 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 53 S=1539600 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(125, 1, NULL, '2020-06-10 00:00:00', '22628000000000703999', '200035228', NULL, '', '89 ', '00703', '411215.96', '0.00', 'МФО:00703  Счет:22628000000000703999  ИНН:200035228 Кармана туман Давлат солик инспекцияси 08102Оплата за 101 Фукароларнинг жам?ариб бориладиг ан пенсия бадалига ажратма $TAX_ID$20162028145550', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(126, 1, NULL, '2020-06-10 00:00:00', '20214000900532305100', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '200608152 ', '00873', '1350000.00', '0.00', 'МФО:00873  Счет:20214000900532305100  ИНН:200244767 АО \"UzAutoMotors\" 00518ХАЙДАРОВ ДИЛШОД ДАВРОНОВИЧ СОГ-НО ДОГ №6-107-2 019-06699JL ОТ 22.08.2019 Г  ПАС: АА2437488     ИНН :501818073  ЗА АВТОМАШИНУ СПАРК', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(127, 1, NULL, '2020-06-10 00:00:00', '23106000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608153 ', '00206', '1539600.00', '0.00', 'МФО:00206  Счет:23106000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634АДИЗОВ ШАВКАТ УСМОНОВИЧ  8600 1309 0106 6987 и ш хаки май', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(128, 1, NULL, '2020-06-10 00:00:00', '23106000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608154 ', '00206', '1539600.00', '0.00', 'МФО:00206  Счет:23106000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 006340063400634КУЧИМОВ АКБАР АНВАРОВИЧ  8600 1309 4 633 4184   иш хаки май', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(129, 1, NULL, '2020-06-10 00:00:00', '23106000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608156 ', '00206', '1797400.00', '0.00', 'МФО:00206  Счет:23106000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 006340063400634ШАРИПОВ ДИЛМУРОД БАХОДИР УГЛИ  8600 1309 8171 9943  иш хаки май', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(130, 1, NULL, '2020-06-10 00:00:00', '23106000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608155 ', '00206', '1882500.00', '0.00', 'МФО:00206  Счет:23106000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 006340063400634РУСТАМОВ ФАРРУХ ЖАМОЛ УГЛИ  8600 130 9 6314 6412  иш хаки май', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(131, 1, NULL, '2020-06-10 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608151 ', '01064', '3168000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 0063400634Джалилов Фозил Сабировичнинг май ойи иш х аки 8600120498130718', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(132, 1, NULL, '2020-06-10 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608150 ', '01064', '3256000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Иш хаки май ойи Муртазоев Суннатилло Неъматови ч нинг п/к сига кучирилди 8600120486313367', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(133, 1, NULL, '2020-06-10 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '90 ', '00014', '5000000.00', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 08102~1000228604122343131212093~200035228~Оплата за 53 Юридик шахслар ер соли?и $TAX_ID$20162028145641', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(134, 1, NULL, '2020-06-10 00:00:00', '20208000605141933001', '306827112', NULL, '', '200608157 ', '00874', '8800000.00', '0.00', 'МФО:00874  Счет:20208000605141933001  ИНН:306827112 ООО \"TIR CAR AUTO TRUCK TRANS\" 00668Пред. 100% за услугу (перевозка ) сог.дог № 1 от 14.01.2020', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(135, 1, NULL, '2020-06-10 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '87 ', '00014', '49500000.00', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 08102~1000228604122343111101093~200035228~Оплата за 46 Жисмоний шахслар даромадидан олинадиган солик $ TAX_ID$20162028145323', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(136, 1, NULL, '2020-06-10 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '88 ', '00014', '50000000.00', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 08102~2001108607122343212150093~200035228~Оплата за 36 Ижтимоий тўлов $TAX_ID$20162028145470', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(137, 1, NULL, '2020-06-11 00:00:00', '16401000404859997001', '201122919', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 60 S=199000000 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(138, 1, NULL, '2020-06-11 00:00:00', '16401000404859997001', '201122919', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006081 58 S=9700000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(139, 1, NULL, '2020-06-11 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '91 ', '00014', '20000.00', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 08102~1000228606122343145208093~200035228~Оплата за 52 Сув ресурсларидан фойдаланганлиги учун тулов $T AX_ID$20163028182373', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(140, 1, NULL, '2020-06-11 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200608158 ', '01064', '9700000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Ишчи ходимларнинг навбатдаги мехнат таътили пу ли п/к сига ташлаб берилди', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(141, 1, NULL, '2020-06-11 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '92 ', '00014', '37500000.00', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 08102~1000228609122343136105093~200035228~Оплата за 44 Юридик шахслар Мол-мулк соли?и $TAX_ID$20163028 183218', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(142, 1, NULL, '2020-06-11 00:00:00', '20208000005109479001', '306594364', NULL, '\"UZAUTOCOMPONENTS\" MChJ', '200608160 ', '01114', '199000000.00', '0.00', 'МФО:01114  Счет:20208000005109479001  ИНН:306594364 ООО  UzautoComponents 0066800668Перечисялется 0.5% отчисления  2020 г', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(143, 1, NULL, '2020-06-12 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006120 04 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(144, 1, NULL, '2020-06-12 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006120 05 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(145, 1, NULL, '2020-06-12 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 25 S=1760000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(146, 1, NULL, '2020-06-12 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006120 06 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(147, 1, NULL, '2020-06-12 00:00:00', '16401000404859997001', '306594364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200612124 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(148, 1, NULL, '2020-06-12 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612006 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ КУРБОНОВ АЗИЗ САЙИТОВ ИЧ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(149, 1, NULL, '2020-06-12 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612005 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ ОТАКУЛОВ ЭЛЁР ЭШПУЛОТ УГЛИ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(150, 1, NULL, '2020-06-12 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612004 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ РУЗИЕВ ХУСНИДДИН КУДР АТОВИЧ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(151, 1, NULL, '2020-06-12 00:00:00', '23106000804859997005', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612125 ', '01007', '1760000.00', '0.00', 'МФО:01007  Счет:23106000804859997005  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Май ойи иш хаки Хасанов Рисхитилло Эркинжон уг ли нинг п/к сига кучирилди', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(152, 1, NULL, '2020-06-12 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612124 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143288060671}', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(153, 1, NULL, '2020-06-12 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612003 ', '00199', '29595000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(154, 1, NULL, '2020-06-12 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612123 ', '00199', '39800000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(155, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '000092-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №92 S=55 0413,56 Тариф-Тарифный пакет \"IPAK YO`LI PREMIUM\" п о счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(156, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 28 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(157, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 29 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(158, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '2500.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-2500.00,  з а документ №200612130 S=500000 Тариф-Корпоратив кар та по счету 23102000904859997004', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(159, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200612126 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(160, 1, NULL, '2020-06-15 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '15000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-15000.00, за документ №200612127 S=3000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(161, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV116-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1160615 S=39 00 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(162, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV113-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1130615 S=25 50 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11456.86', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(163, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV116-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1160615 S= 3900 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10153.19', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(164, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV113-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1130615 S= 2550 Тариф-Тарифный план \"Business Premium\" по счет у 22614978604859997005 Курс 978 11456.86', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(165, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV116-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV1160615 S=3 900 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(166, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV113-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV1130615 S=2 550 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11456.86', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(167, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV113-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1130615 S=2 550 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11456.86', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(168, 1, NULL, '2020-06-15 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV116-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1160615 S=3 900 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10153.19', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(169, 1, NULL, '2020-06-15 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612130 ', '00199', '500000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143204369230}', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(170, 1, NULL, '2020-06-15 00:00:00', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '92 ', '00014', '550413.56', '0.00', 'МФО:00014  Счет:23402000300100001010  ИНН:201122919 Казначейство Министерства финансов Республика Узбек 09580~401410860122347950100093009~200035228~Оплата за 199 СОРЖ га ундириладиган 10% пеня $TAX_ID$20167 028397883', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(171, 1, NULL, '2020-06-15 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612128 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ КАМОЛОВ ШОКИР ОБИДОВИ Ч', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(172, 1, NULL, '2020-06-15 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612129 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ ГАФФОРОВ ХУРШИД МАРДО НОВИЧ', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(173, 1, NULL, '2020-06-15 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612126 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143216735642}', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(174, 1, NULL, '2020-06-15 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612127 ', '00199', '3000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143215741567}', '000', '14.01.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(175, 1, NULL, '2020-06-15 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004891 ', '00873', '0.00', '3000000000.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 Оплата 100% за КД сог-но Договор №179-41100/2 016 от 31.12.2016г. согласно  письма № 357/06-20 от 06.09.2020г. Акт №891 от 03.06.2020г.', '000', '31.12.2016', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(176, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 38 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(177, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 35 S=4000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(178, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 34 S=6000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(179, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 32 S=500000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(180, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 31 S=50800000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(181, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 33 S=1776000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(182, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 36 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(183, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 37 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(184, 1, NULL, '2020-06-16 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006121 39 S=608000000 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(185, 1, NULL, '2020-06-16 00:00:00', '20210000504074838160', '203366731', NULL, '', '200612132 ', '01007', '500000.00', '0.00', 'МФО:01007  Счет:20210000504074838160  ИНН:203366731 Навоийский филиал АК \"Узбектелеком\" 00644Предоплата 100% сог-но дог.у №196 от 29,11,201 0г', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(186, 1, NULL, '2020-06-16 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612138 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Искандаров Аслиддин Ш амсиддинович', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(187, 1, NULL, '2020-06-16 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612136 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ ХАЙДАРОВ ДИЛШОД ДАВРО НОВИЧ', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(188, 1, NULL, '2020-06-16 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612137 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Мамарахимов Юнус Норм урот угли', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(189, 1, NULL, '2020-06-16 00:00:00', '20210000604757956001', '777777777', NULL, '', '200612133 ', '01094', '1776000.00', '0.00', 'МФО:01094  Счет:20210000604757956001  ИНН:777777777 ГУП Дирекция Свободной экономической зоны Навои 00668Перечисялется за услугу (мусор) сог-но дог № 1 67 от 26.02.2020', '000', '26.02.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(190, 1, NULL, '2020-06-16 00:00:00', '20208000600740027001', '304713779', NULL, '', '200612135 ', '00198', '4000000.00', '0.00', 'МФО:00198  Счет:20208000600740027001  ИНН:304713779 OOO SHAXRIYOR AGROEXPORT 00651Перечисляется за сжиженный газ сог-но дог №1 о т 01,05,2020 г', '000', '26.02.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(191, 1, NULL, '2020-06-16 00:00:00', '20214000905021041001', '777777777', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '200612134 ', '01075', '6000000.00', '0.00', 'МФО:01075  Счет:20214000905021041001  ИНН:777777777 СП ООО Universal Logistics Servis 00668Пред. 100% за услуги(обработка контейнеров)сог .дог № 313 от 24.01.2017г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(192, 1, NULL, '2020-06-16 00:00:00', '20214000904859997005', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612131 ', '01007', '50800000.00', '0.00', 'МФО:01007  Счет:20214000904859997005  ИНН:301665310 СП ООО \"Oz Erae Alternator\" 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(193, 1, NULL, '2020-06-16 00:00:00', '20214000404859997007', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200612139 ', '00207', '608000000.00', '0.00', 'МФО:00207  Счет:20214000404859997007  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00641Переброска денжных средств', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(194, 1, NULL, '2020-06-16 00:00:00', '22613000204859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '104 ', '00444', '0.00', '500820.12', 'МФО:00444  Счет:22613000204859997001  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qk-бло 00667Возврат денеж ср согл служ рас от  16.06.20', '000', '24.01.2017', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(195, 1, NULL, '2020-06-17 00:00:00', '45294000700000199401', '200007388', NULL, '', '010 ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:45294000700000199401  ИНН:200007388 Абонентская плата за обслуживание счетов хозяйству 00667Абонентская плата за апрель м-ц 2020 г. сог. т арифного пакета \"Premium\" от 01.04.2020 г.', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(196, 1, NULL, '2020-06-17 00:00:00', '45294000700000199401', '200007388', NULL, '', '011 ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:45294000700000199401  ИНН:200007388 Абонентская плата за обслуживание счетов хозяйству 00667Абонентская плата за май м-ц 2020 г. сог. тари фного пакета \"Premium\" от 01.04.2020 г.', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(197, 1, NULL, '2020-06-17 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617018 ', '00199', '2613015855.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(198, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 26 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(199, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 19 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(200, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 25 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(201, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 21 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(202, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 22 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(203, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 20 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(204, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 23 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(205, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006170 24 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(206, 1, NULL, '2020-06-18 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617-ОПК ', '00199', '2500.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-2500.00,  з а документ №200617028 S=500000 Тариф-Корпоратив кар та по счету 23102000904859997004', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(207, 1, NULL, '2020-06-18 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617028 ', '00199', '500000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143204369230}', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(208, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617023 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ ГАФФОРОВ ХУРШИД МАРДО НОВИЧ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(209, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617024 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ ХАЙДАРОВ ДИЛШОД ДАВРО НОВИЧ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(210, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617026 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Мамарахимов Юнус Норм урот угли', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(211, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617020 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ КУРБОНОВ АЗИЗ САЙИТОВ ИЧ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(212, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617025 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Искандаров Аслиддин Ш амсиддинович', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(213, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617021 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ РУЗИЕВ ХУСНИДДИН КУДР АТОВИЧ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(214, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617019 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ Отакулов Эльёр Эшпула т угли', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(215, 1, NULL, '2020-06-18 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200617022 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ХИЗМАТ САФАРИ БУНАК ПУЛИ КАМОЛОВ ШОКИР ОБИДОВИ Ч', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(216, 1, NULL, '2020-06-19 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 13 S=2983000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(217, 1, NULL, '2020-06-19 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 12 S=2400000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(218, 1, NULL, '2020-06-19 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 09 S=5266995.58 Тариф-Тарифный пакет \"IPAK YO`LI PR EMIUM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(219, 1, NULL, '2020-06-19 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200619010 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(220, 1, NULL, '2020-06-19 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV136-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV1360619 S=15 0000 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(221, 1, NULL, '2020-06-19 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV136-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV1360619 S= 150000 Тариф-Тарифный план \"Business Premium\" по сч ету 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(222, 1, NULL, '2020-06-19 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV136-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV1360619 S=1 50000 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(223, 1, NULL, '2020-06-19 00:00:00', '16413000804859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV136-ОПК ', '00199', '761392.50', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-761392.50,  за документ №NAV1360619 S=1 50000 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(224, 1, NULL, '2020-06-19 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619010 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143288060671}', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(225, 1, NULL, '2020-06-19 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619012 ', '01064', '2400000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Мукофот пули Турсунов Назим Одилович', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(226, 1, NULL, '2020-06-19 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619013 ', '01064', '2983000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Май ойи иш хаки Зарипов Бахтиёр Ойбек угли', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997');
INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(227, 1, NULL, '2020-06-19 00:00:00', '20210000604757956001', '777777777', NULL, '', '200619009 ', '01094', '5266995.58', '0.00', 'МФО:01094  Счет:20210000604757956001  ИНН:777777777 ГУП Дирекция Свободной экономической зоны Навои 00668Перечисялется содержание инфраструктуры на тер ритории СЭЗ сог дог №43/19 от 24,01,2019 г', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(228, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 20 S=5395720 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(229, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 16 S=21000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(230, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 19 S=292808.91 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(231, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 17 S=471481.04 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(232, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 21 S=1000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(233, 1, NULL, '2020-06-22 00:00:00', '16401000404859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '20000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-20000.00, за документ №200619014 S=4000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(234, 1, NULL, '2020-06-22 00:00:00', '16413000804859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV098-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0980622 S=29 465 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(235, 1, NULL, '2020-06-22 00:00:00', '16413000804859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV098-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0980622 S= 29465 Тариф-Тарифный план \"Business Premium\" по сче ту 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(236, 1, NULL, '2020-06-22 00:00:00', '16413000804859997001', '777777777', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV098-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV0980622 S=2 9465 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(237, 1, NULL, '2020-06-22 00:00:00', '20208000904890373001', '301852600', NULL, '', '200619019 ', '01064', '292808.91', '0.00', 'МФО:01064  Счет:20208000904890373001  ИНН:301852600 \"AVTO SERVIS SAKURA\" masuliyati cheklangan jamiyat 0066800668№ 15-S/20  от  17.01.2020 йдаги шартномаг а асосан тулов', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(238, 1, NULL, '2020-06-22 00:00:00', '16413000804859997001', '301852600', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV098-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0980622 S=2 9465 Тариф-Тарифный план \"Business Premium\" по счет у 22614840904859997006 Курс 840 10151.9', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(239, 1, NULL, '2020-06-22 00:00:00', '20210000304927988001', '777777777', NULL, '', '200619017 ', '00211', '471481.04', '0.00', 'МФО:00211  Счет:20210000304927988001  ИНН:777777777 кармана дезстанция 0066800668№ 62  17.03.2020 йдаги шартномага асосан курсатилган хизмат учун тулов (дизенфекция килиш)', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(240, 1, NULL, '2020-06-22 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619021 ', '01064', '1000000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634ИЮНЬ ОЙИ БУНАК ПУЛИ    НУРУЛЛАЕВ ШЕРАЛИ БАХШИЛ ЛАЕВИЧ НИНГ П/К СИГА КУЧИРИЛДИ', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(241, 1, NULL, '2020-06-22 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619014 ', '00199', '4000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143215741567}', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(242, 1, NULL, '2020-06-22 00:00:00', '20208000904890373001', '301852600', NULL, '', '200619020 ', '01064', '5395720.00', '0.00', 'МФО:01064  Счет:20208000904890373001  ИНН:301852600 \"AVTO SERVIS SAKURA\" masuliyati cheklangan jamiyat 00668№ 37- S/18  от  21.06.2018 . йдаги шартномага асосан тулов', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(243, 1, NULL, '2020-06-22 00:00:00', '20208000805190988001', '307196574', NULL, '', '200619016 ', '01071', '21000000.00', '0.00', 'МФО:01071  Счет:20208000805190988001  ИНН:307196574 ЧП \"SHAMS METIZ\" 0059900599№3 09.04.2020 йдаги шартномага асосан (га йка м8) товар-махсулотлари учунтулов', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(244, 1, NULL, '2020-06-23 00:00:00', '16401000404859997001', '307196574', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 22 S=2727290 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '01.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(245, 1, NULL, '2020-06-23 00:00:00', '20208000200601893001', '303865868', NULL, '', '200619022 ', '00207', '2727290.00', '0.00', 'МФО:00207  Счет:20208000200601893001  ИНН:303865868 OOO PROEKT SERVIS NAVOIY 00668Перечисляется за услугу (инвентаризация и прое кт ПДВ) сог-но №25-2020 от 27.04.2020 г 50%', '000', '27.04.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(246, 1, NULL, '2020-06-23 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5290 ', '00873', '0.00', '605606205.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 \"UZAUTO MOTORS\" AJ вторичный счет (сум) 00518 Предоплата 100% за запасные части, согласно Д оговора комиссии №LK 013 от 30.09.2019., заявка №29 от 09.06.2020г.', '000', '30.09.2019', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(247, 1, NULL, '2020-06-24 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 25 S=6000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(248, 1, NULL, '2020-06-24 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 23 S=10000000 Тариф-Тарифный пакет \"IPAK YO`LI PREM IUM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(249, 1, NULL, '2020-06-24 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 27 S=4000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(250, 1, NULL, '2020-06-24 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 24 S=1125000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(251, 1, NULL, '2020-06-24 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 26 S=2000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '30.09.2019', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(252, 1, NULL, '2020-06-24 00:00:00', '20208000604458165001', '206013203', NULL, '', '200619024 ', '01124', '1125000.00', '0.00', 'МФО:01124  Счет:20208000604458165001  ИНН:206013203 OOO SBS-INFOSOFT 00668Перечисляется за услугу (обновление прог-го ко м-са ВЭД-Узбекстан) сог-но дог №397 от 08.06.2020 г', '000', '08.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(253, 1, NULL, '2020-06-24 00:00:00', '23106000004859997200', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619026 ', '01064', '2000000.00', '0.00', 'МФО:01064  Счет:23106000004859997200  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Хизмат сафари Учун бунак пули Одилов Жахонгир Алишер угли нинг п/к сига кучирилди', '000', '08.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(254, 1, NULL, '2020-06-24 00:00:00', '20208000600740027001', '304713779', NULL, '', '200619027 ', '00198', '4000000.00', '0.00', 'МФО:00198  Счет:20208000600740027001  ИНН:304713779 OOO SHAXRIYOR AGROEXPORT 00651Перечисляется за сжиженный газ сог-но дог №1 о т 01,05,2020 г', '000', '08.06.2020', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(255, 1, NULL, '2020-06-24 00:00:00', '20214000905021041001', '777777777', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '200619025 ', '01075', '6000000.00', '0.00', 'МФО:01075  Счет:20214000905021041001  ИНН:777777777 СП ООО Universal Logistics Servis 00668Пред. 100% за услуги(обработка контейнеров)сог .дог № 313 от 24.01.2017г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(256, 1, NULL, '2020-06-24 00:00:00', '20214000904859997005', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619023 ', '01007', '10000000.00', '0.00', 'МФО:01007  Счет:20214000904859997005  ИНН:301665310 СП ООО \"Oz Erae Alternator\" 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(257, 1, NULL, '2020-06-25 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 28 S=400000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(258, 1, NULL, '2020-06-25 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006190 31 S=204205000 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(259, 1, NULL, '2020-06-25 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619-ОПК ', '00199', '5000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-5000.00,  з а документ №200619029 S=1000000 Тариф-Корпоратив ка рта по счету 23102000904859997004', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(260, 1, NULL, '2020-06-25 00:00:00', '23106000804859997003', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619028 ', '01064', '400000.00', '0.00', 'МФО:01064  Счет:23106000804859997003  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Июнь ойи учун бунак пули Ахмедов Рустам Разино вичнинг п/к сига кучирилди', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(261, 1, NULL, '2020-06-25 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619029 ', '00199', '1000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143204369230}', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(262, 1, NULL, '2020-06-25 00:00:00', '20214000904859997005', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619031 ', '01007', '204205000.00', '0.00', 'МФО:01007  Счет:20214000904859997005  ИНН:301665310 СП ООО \"Oz Erae Alternator\" 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(263, 1, NULL, '2020-06-25 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200619030 ', '00199', '234000000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(264, 1, NULL, '2020-06-25 00:00:00', '17409000800001094101', '207144364', NULL, '', '0000000002 ', '01094', '0.00', '1000000.00', 'МФО:01094  Счет:17409000800001094101  ИНН:207144364 Универсал касса-1 ПК дан бошка туловлар 00599 Бозоров Собиржоннинг аризасига ас-н ишлатилга н автошиналар олиш учун тулов', '000', '24.01.2017', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(265, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 25 S=750000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(266, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 26 S=750000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(267, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 27 S=1800000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(268, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 24 S=1510000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(269, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 21 S=1300000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(270, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 23 S=600000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(271, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006261 22 S=600000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(272, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200626067 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(273, 1, NULL, '2020-06-26 00:00:00', '16401000404859997001', '207144364', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200626068 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(274, 1, NULL, '2020-06-26 00:00:00', '29801000899047255333', '535045970', NULL, '', '200626123 ', '01007', '600000.00', '0.00', 'МФО:01007  Счет:29801000899047255333  ИНН:535045970 Олимов Сунатилло Садриддин Угли 00687Олимов Сунатилло Садриддин Углининг кредит кар зи учун тулов', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(275, 1, NULL, '2020-06-26 00:00:00', '29801000099064470333', '777777777', NULL, '', '200626122 ', '00207', '600000.00', '0.00', 'МФО:00207  Счет:29801000099064470333  ИНН:777777777 Олимов Сунатилло Садриддин Угли 0068700687Олимов Сунатилло Садриддин углининг иш ха ки хисобидан уй жой ипотека кредити учун тулов', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(276, 1, NULL, '2020-06-26 00:00:00', '20206000899009042001', '777777777', NULL, '', '200626126 ', '00202', '750000.00', '0.00', 'МФО:00202  Счет:20206000899009042001  ИНН:777777777 Камолов Шокир Обидович 0068700687Аризага асосан иш хаки хисобидан Камолов Шокир Обидович 2013й 24 апрелдаги №1 сонли шартнома га асосан Ипотека кредит фоиз ва тани тулов', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(277, 1, NULL, '2020-06-26 00:00:00', '20206000999016303713', '777777777', NULL, '', '200626125 ', '00202', '750000.00', '0.00', 'МФО:00202  Счет:20206000999016303713  ИНН:777777777 Туробов Хамро Абдурахмонович 0068700687Аризага асосан Туробов Хамро Абдурахмонов ичнинг иш хаки хисобидан Туробов Хамро Абдурахмонов ичнинг Ипотека кредит фоиз ва тани тулови', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(278, 1, NULL, '2020-06-26 00:00:00', '20214000900532305100', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '200626121 ', '00873', '1300000.00', '0.00', 'МФО:00873  Счет:20214000900532305100  ИНН:200244767 АО \"UzAutoMotors\" 00518ХАЙДАРОВ ДИЛШОД ДАВРОНОВИЧ СОГ-НО ДОГ №6-107-2 019-06699JL ОТ 22.08.2019 Г  ПАС: АА2437488     ИНН :501818073  ЗА АВТОМАШИНУ СПАРК', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(279, 1, NULL, '2020-06-26 00:00:00', '20206000199033337001', '777777777', NULL, '', '200626124 ', '00202', '1510000.00', '0.00', 'МФО:00202  Счет:20206000199033337001  ИНН:777777777 Буриев Шахбоз Камариддин угли 006870068727.07.2018 й №11 сонли шартномага асосан Буриев Шахбоз Камариддин углининг иш хаки хисобидан ипотека кредити учун тулов', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(280, 1, NULL, '2020-06-26 00:00:00', '29801000099042454333', '777777777', NULL, '', '200626127 ', '01007', '1800000.00', '0.00', 'МФО:01007  Счет:29801000099042454333  ИНН:777777777 Исомитдинов Фаррух Шавкатович 0068700687Исомитдинов Фаррухнинг нинг ипотека креди т тулови', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(281, 1, NULL, '2020-06-26 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626067 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143288060671}', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(282, 1, NULL, '2020-06-26 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626068 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143216735642}', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(283, 1, NULL, '2020-06-26 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626066 ', '00199', '25200000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(284, 1, NULL, '2020-06-26 00:00:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000005486 ', '00873', '0.00', '8660000000.00', 'МФО:00873  Счет:20214000200532305004  ИНН:200244767 АО \"UZAUTO MOTORS\" 00518 Оплата 100% за КД сог-но Договор №179-41100/2 016 от 31.12.2016г. согласно  письма № 357/06-20 от 06.09.2020г. Акт №891 от 03.06.2020г.', '000', '31.12.2016', 0, NULL, NULL, NULL, NULL, NULL, '04859997'),
(285, 1, NULL, '2020-06-29 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 11 S=414975.11 Тариф-Тарифный пакет \"IPAK YO`LI PRE MIUM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(286, 1, NULL, '2020-06-29 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 10 S=1280000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(287, 1, NULL, '2020-06-29 00:00:00', '16401000404859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 13 S=270000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(288, 1, NULL, '2020-06-29 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV031-ОПК ', '00199', '44600.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За VTK-44600.00,  за документ №NAV0310629 S=21 50 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11368.06', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(289, 1, NULL, '2020-06-29 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV031-ОПК ', '00199', '167250.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За SWCH-167250.00,  за документ №NAV0310629 S= 2150 Тариф-Тарифный план \"Business Premium\" по счет у 22614978604859997005 Курс 978 11368.06', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(290, 1, NULL, '2020-06-29 00:00:00', '16413000804859997001', '200244767', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV031-ОПК ', '00199', '223000.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За URG-223000.00,  за документ №NAV0310629 S=2 150 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11368.06', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(291, 1, NULL, '2020-06-29 00:00:00', '20208000800899634001', '305640743', NULL, '', '200629013 ', '00205', '270000.00', '0.00', 'МФО:00205  Счет:20208000800899634001  ИНН:305640743 ООО \"INVEST HOLDING\" 00599 №4  17.03.2020 й даги шартномага асосан (билл ур ичимлик суви олиш учун ) тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(292, 1, NULL, '2020-06-29 00:00:00', '16413000804859997001', '305640743', NULL, 'СП ООО \"УзЭрае Алтернатор\"', 'NAV031-ОПК ', '00199', '334500.00', '0.00', 'МФО:00199  Счет:16413000804859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За OUR-334500.00,  за документ №NAV0310629 S=2 150 Тариф-Тарифный план \"Business Premium\" по счету 22614978604859997005 Курс 978 11368.06', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(293, 1, NULL, '2020-06-29 00:00:00', '20208000800177892001', '201295799', NULL, '', '200629011 ', '00206', '414975.11', '0.00', 'МФО:00206  Счет:20208000800177892001  ИНН:201295799 MCHJ NAVOIYAVTOTEXXIZMAT 00668№17  10.01.2020 шартномага асосан курсатилган хизмат учун тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(294, 1, NULL, '2020-06-29 00:00:00', '20208000700931266001', '305795993', NULL, '', '200629010 ', '00207', '1280000.00', '0.00', 'МФО:00207  Счет:20208000700931266001  ИНН:305795993 \"DK-Innovation\" МЧЖ 0059900599№01/20  06.04.2020  шартномага асосан тиб биёт никоблари учун тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(295, 1, NULL, '2020-06-29 00:00:00', '20214000104820414003', '301423421', NULL, 'СП ООО \"УзЭрае Кабель\"', '200629009 ', '00199', '775000000.00', '0.00', 'МФО:00199  Счет:20214000104820414003  ИНН:301423421 MCHJ \"O`zErae Cable\" O`zbekiston-Koreya qo`shma ko 00532 №ЕМ/LOC-03 15.05.2018 шартномага асосан олинг ан эмал проводалар учун тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(296, 1, NULL, '2020-06-29 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629014 ', '00199', '1020000000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(297, 1, NULL, '2020-06-29 00:00:00', '22613000904859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200626128 ', '00199', '4337000000.00', '0.00', 'МФО:00199  Счет:22613000904859997001  ИНН:301665310 СП ООО OZERAEALTERNATOR 00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(298, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 15 S=5000000 Тариф-Тарифный пакет \"IPAK YO`LI PREMI UM\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(299, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 21 S=585000 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(300, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '1000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За оп.обс(внеш)-1000.00,  за документ №2006290 17 S=142300 Тариф-Тарифный пакет \"IPAK YO`LI PREMIU M\" по счету 20214000804859997001', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(301, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '7500.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-7500.00,  з а документ №200629016 S=1500000 Тариф-Корпоратив ка рта по счету 23102000904859997004', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(302, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '10000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-10000.00, за документ №200629020 S=2000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(303, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '15000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-15000.00, за документ №200629019 S=3000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(304, 1, NULL, '2020-06-30 00:00:00', '16401000404859997001', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629-ОПК ', '00199', '20000.00', '0.00', 'МФО:00199  Счет:16401000404859997001  ИНН:`zbekisto Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O 00667За коммиссия от корпоративных карт-20000.00, за документ №200629018 S=4000000 Тариф-Корпоратив к арта по счету 23102000904859997004', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(305, 1, NULL, '2020-06-30 00:00:00', '22638000704548322361', '300024824', NULL, '', '200629017 ', '00205', '142300.00', '0.00', 'МФО:00205  Счет:22638000704548322361  ИНН:300024824 СУВОКОВА ДУК КАРМАНА 0065217.01.2018 йилдаги №20 шартномага асосан фойда ланилган сув учун тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(306, 1, NULL, '2020-06-30 00:00:00', '20208000800899634001', '305640743', NULL, '', '200629021 ', '00205', '585000.00', '0.00', 'МФО:00205  Счет:20208000800899634001  ИНН:305640743 ООО \"INVEST HOLDING\" 00599 №4  17.03.2020 й даги шартномага асосан (билл ур ичимлик суви олиш учун ) тулов', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(307, 1, NULL, '2020-06-30 00:00:00', '20208000000510497001', '303473446', NULL, '', '200629022 ', '00199', '955000.00', '0.00', 'МФО:00199  Счет:20208000000510497001  ИНН:303473446 МЧЖ \"NAVOIY ARMADA\" 00599Предоплата за товары сог-но дог №51 от 29.06.2 020 г', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(308, 1, NULL, '2020-06-30 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629016 ', '00199', '1500000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143252615211}', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(309, 1, NULL, '2020-06-30 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629020 ', '00199', '2000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143216735642}', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(310, 1, NULL, '2020-06-30 00:00:00', '23102000904859997004', '301665310', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629019 ', '00199', '3000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:301665310 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143288060671}', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(311, 1, NULL, '2020-06-30 00:00:00', '23102000904859997004', '000000000', NULL, 'СП ООО \"УзЭрае Алтернатор\"', '200629018 ', '00199', '4000000.00', '0.00', 'МФО:00199  Счет:23102000904859997004  ИНН:000000000 MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shm 00634Перечисление ден.средств для пополнения корпор ативной пластиковой карты{8600143215741567}', '000', '31.12.2016', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(312, 1, NULL, '2020-06-30 00:00:00', '20214000905021041001', '777777777', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '200629015 ', '01075', '5000000.00', '0.00', 'МФО:01075  Счет:20214000905021041001  ИНН:777777777 СП ООО Universal Logistics Servis 00668Пред. 100% за услуги(обработка контейнеров)сог .дог № 313 от 24.01.2017г', '000', '24.01.2017', 1, NULL, NULL, NULL, NULL, NULL, '04859997'),
(313, 2, NULL, '2020-06-01 11:25:39', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304660 ', '00083 ', '1706421600.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(314, 2, NULL, '2020-06-01 11:25:40', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39672414 ', '00083 ', '5000000.00', '0.00', '00668 BC 01.06.2020 погашение Абонентская плата за ведение с четов(св 10 мрзп) -5000000.00 за период 01.06.2020-30.06.202 0 \"UZ-KORAM KOMPANI\" масъулият и чекланган жамияти', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(315, 2, NULL, '2020-06-01 11:25:40', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304661 ', '00083 ', '326304000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(316, 2, NULL, '2020-06-01 11:25:41', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304662 ', '00083 ', '405318184.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(317, 2, NULL, '2020-06-01 11:25:41', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304663 ', '00083 ', '643750000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(318, 2, NULL, '2020-06-01 11:25:42', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304664 ', '00083 ', '1508950000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(319, 2, NULL, '2020-06-01 11:25:42', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '304665 ', '00083 ', '2024995656.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(320, 2, NULL, '2020-06-01 13:16:24', '20208000205013809001', '302466709', NULL, '', '516 ', '00069 ', '0.00', '2650000.00', '00522 Халк хожалик моллари учу н олдиндан 100% тулов. 27.05.2 020й. кунги шартнома № 15/20-П га асосан', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(321, 2, NULL, '2020-06-02 16:24:10', '19997000100000083070', '200242936', NULL, '', '5 ', '00083 ', '0.00', '40806896.22', '61061 02.06.2020 куни биржа ор кали кайта сотилган валюта сум и утказилди (курс 10 149)', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(322, 2, NULL, '2020-06-02 15:27:14', '22616000799080911001', '535318417', NULL, '', '31472184 ', '00083 ', '0.00', '500000.00', '00668 Дадабаев Икромжоннинг гр афикка асосан карздорлиги учун тулов', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(323, 2, NULL, '2020-06-02 15:27:14', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '4863125.99', '0.00', '00668 BC 02.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(324, 2, NULL, '2020-06-02 15:38:21', '20208000300615384001', '303920349', NULL, '', '1394 ', '00930 ', '50000000.00', '0.00', '00668 04/01/2020 й. шартнома № 2020/03 га асосан газ тулдириш хизматлари учун олдиндан 100% тулов Сумма 50000000. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(325, 2, NULL, '2020-06-02 15:38:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670124 ', '00083 ', '1039785.22', '0.00', '00668 BC 01.06.2020 погашение Банк.перевод Иностр. -1039785. 22 от суммы 146500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(326, 2, NULL, '2020-06-02 15:38:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670126 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 146500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(327, 2, NULL, '2020-06-02 15:38:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670125 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 146500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(328, 2, NULL, '2020-06-02 15:38:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670123 ', '00083 ', '100000.00', '0.00', '00668 BC 01.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 146500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(329, 2, NULL, '2020-06-02 15:38:35', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670134 ', '00083 ', '443594.38', '0.00', '00668 BC 01.06.2020 погашение Банк.перевод Иностр. -443594.3 8 от суммы 62500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(330, 2, NULL, '2020-06-02 15:38:35', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670136 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 62500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(331, 2, NULL, '2020-06-02 15:38:36', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670135 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 62500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(332, 2, NULL, '2020-06-02 15:38:36', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670133 ', '00083 ', '100000.00', '0.00', '00668 BC 01.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 62500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(333, 2, NULL, '2020-06-02 15:38:45', '20214000504846636001', '301594843', NULL, '', '1398 ', '01072 ', '6415850.00', '0.00', '00547 29.05.20й Шартнома№ 36 г а асосан буёк махсулоти учун 1 00% тулов олдиндан тулов Сумма 6415850,в.т.ч. НДС 20% 106930 8-33', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(334, 2, NULL, '2020-06-02 15:38:49', '20214000205005774008', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '1397 ', '01041 ', '1000000000.00', '0.00', '00543 24.01.20Й Шартнома№21-01 -2020 га асосан CEW670-UZ(GMW 15187) black махсулоти учун су мма 869565217,39  НДС15% 13043 4782,61', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(335, 2, NULL, '2020-06-02 15:38:50', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670138 ', '00083 ', '279337.72', '0.00', '00668 BC 01.06.2020 погашение Банк.перевод Иностр. -279337.7 2 от суммы 39351.28 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(336, 2, NULL, '2020-06-02 15:38:50', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670160 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 39351.28 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(337, 2, NULL, '2020-06-02 15:38:50', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670159 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 39351.28 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(338, 2, NULL, '2020-06-02 15:38:51', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670137 ', '00083 ', '100000.00', '0.00', '00668 BC 01.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 39351.28 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(339, 2, NULL, '2020-06-02 15:39:01', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670162 ', '00083 ', '224889.67', '0.00', '00668 BC 01.06.2020 погашение Банк.перевод Иностр. -224889.6 7 от суммы 31680.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(340, 2, NULL, '2020-06-02 15:39:01', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670164 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 31680.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(341, 2, NULL, '2020-06-02 15:39:01', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670163 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 31680.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(342, 2, NULL, '2020-06-02 15:39:02', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670161 ', '00083 ', '100000.00', '0.00', '00668 BC 01.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 31680.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(343, 2, NULL, '2020-06-02 15:39:11', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670166 ', '00083 ', '1175854.62', '0.00', '00668 BC 01.06.2020 погашение Банк.перевод Иностр. -1175854. 62 от суммы 165672.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(344, 2, NULL, '2020-06-02 15:39:11', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670168 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 165672.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(345, 2, NULL, '2020-06-02 15:39:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670167 ', '00083 ', '75000.00', '0.00', '00668 BC 01.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 165672.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(346, 2, NULL, '2020-06-02 15:39:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39670165 ', '00083 ', '100000.00', '0.00', '00668 BC 01.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 165672.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(347, 2, NULL, '2020-06-02 16:29:01', '20208000904790690001', '301249598', NULL, '', '1396 ', '00876 ', '14250000.00', '0.00', '00655 05.09.18й Шарт№597-3х-20 18-В га асосан машнасозлик инж енеринг фак Нуъмонов Дилшодбек Дилмурод углига укиш учун Сум ма 14250000-00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(348, 2, NULL, '2020-06-02 16:37:16', '20208000904790690001', '301249598', NULL, '', '1395 ', '00876 ', '14250000.00', '0.00', '00655 19.09.2017 й. Шартнома № 308-3х-2016-В Халимжонов Шерб е Боходиржон угли Сумма 142500 00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(349, 2, NULL, '2020-06-03 15:03:27', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1 ', '00083 ', '0.00', '96988024.80', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(350, 2, NULL, '2020-06-03 15:03:27', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '5985519.51', '0.00', '00668 BC 03.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(351, 2, NULL, '2020-06-04 11:01:36', '20208000905145436001', '306876464', NULL, '', '111 ', '00070 ', '0.00', '3604530.00', '00668 27.05.2020 йил кунги № 1 4/20-П сонли шартномага асосан иккиламчи ностандарт ёгоч под дон учун тулов', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(352, 2, NULL, '2020-06-04 11:41:05', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '307800 ', '00083 ', '233810000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(353, 2, NULL, '2020-06-04 11:41:05', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '307801 ', '00083 ', '486519264.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(354, 2, NULL, '2020-06-04 13:39:03', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39710459 ', '00083 ', '106557.26', '0.00', '00668 BC 03.06.2020 погашение Банк.перевод Иностр. -106557.2 6 от суммы 15000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(355, 2, NULL, '2020-06-04 13:39:04', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39710461 ', '00083 ', '75000.00', '0.00', '00668 BC 03.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 15000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(356, 2, NULL, '2020-06-04 13:39:04', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39710460 ', '00083 ', '75000.00', '0.00', '00668 BC 03.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 15000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389');
INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(357, 2, NULL, '2020-06-04 13:39:04', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39710458 ', '00083 ', '100000.00', '0.00', '00668 BC 03.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 15000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(358, 2, NULL, '2020-06-04 15:09:06', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719780 ', '00083 ', '335503.13', '0.00', '00668 BC 04.06.2020 погашение Банк.перевод Иностр. -335503.1 3 от суммы 47234.88 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(359, 2, NULL, '2020-06-04 15:09:06', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719782 ', '00083 ', '75000.00', '0.00', '00668 BC 04.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 47234.88 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(360, 2, NULL, '2020-06-04 15:09:07', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719781 ', '00083 ', '75000.00', '0.00', '00668 BC 04.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 47234.88 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(361, 2, NULL, '2020-06-04 15:09:07', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719779 ', '00083 ', '100000.00', '0.00', '00668 BC 04.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 47234.88 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(362, 2, NULL, '2020-06-04 15:09:13', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719784 ', '00083 ', '161256.65', '0.00', '00668 BC 04.06.2020 погашение Банк.перевод Иностр. -161256.6 5 от суммы 22700.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(363, 2, NULL, '2020-06-04 15:09:14', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719786 ', '00083 ', '75000.00', '0.00', '00668 BC 04.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 22700.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(364, 2, NULL, '2020-06-04 15:09:14', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719785 ', '00083 ', '75000.00', '0.00', '00668 BC 04.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 22700.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(365, 2, NULL, '2020-06-04 15:09:14', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39719783 ', '00083 ', '100000.00', '0.00', '00668 BC 04.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 22700.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(366, 2, NULL, '2020-06-04 15:33:51', '20208000100216911001', '302595374', NULL, '', '1399 ', '00069 ', '13037427.00', '0.00', '00668 Оплата по договору 05,01 ,18 й Шартнома №3 автотраспорт техник хизмат учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(367, 2, NULL, '2020-06-04 15:42:26', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '308323 ', '00083 ', '309000000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(368, 2, NULL, '2020-06-04 15:42:27', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '308324 ', '00083 ', '475860000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(369, 2, NULL, '2020-06-04 16:13:42', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1405 ', '00083 ', '1789725.00', '0.00', '00634 Шартномага асосан ишчи х одимларнинг 2020 й май  ойи ко мандировка маблаги утказилди р уйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(370, 2, NULL, '2020-06-04 16:14:34', '20208000704672847001', '300648205', NULL, '', '1404 ', '00079 ', '5720000.00', '0.00', '00668 2020 й кунги №32 сонли ш артномага   асосан  мехмонхона хизмати учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(371, 2, NULL, '2020-06-04 16:18:28', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1401 ', '00014 ', '500000000.00', '0.00', '09570~402821860034017950100182 001~202236592~09570 603.Анд Ви лоят божхона бошкармаси ш/х402 821860034017950100182001 инн 2 02236592 божхона  процедураси 2019й май ойи учун аванс тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(372, 2, NULL, '2020-06-04 16:51:11', '20208000700969101001', '305951181', NULL, '', '1403 ', '00081 ', '15500000.00', '0.00', '00668 Оплата  по дог. №045 25, 05,2020 за проверка газовых тр убы', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(373, 2, NULL, '2020-06-05 09:31:47', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '2 ', '00083 ', '0.00', '20312748.32', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(374, 2, NULL, '2020-06-05 09:31:47', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '1239413.56', '0.00', '00668 BC 05.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(375, 2, NULL, '2020-06-05 15:51:17', '20208000404900812001', '301910282', NULL, '', '271 ', '00411 ', '0.00', '3857226.87', '00668 Предоплата 100 % за пров едение лабораторных испытаний (измерений) с-но Договора № 22 /20-Л от 26.05.2020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(376, 2, NULL, '2020-06-05 15:56:58', '20214000004039042001', '203194740', NULL, 'АО СП \"УзКоджи\"', '1408 ', '00069 ', '131806557.62', '0.00', '00518 Оплата по  договору 02,1 0,2012 й шартномага №07/2012 а сосан тулов ут-ди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(377, 2, NULL, '2020-06-05 16:12:44', '23102000400516389006', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1407 ', '00069 ', '2240000.00', '0.00', '00641 Корхона корпаратив карта хисобини тулдириш учун п/к 86 00132065854299', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(378, 2, NULL, '2020-06-05 16:13:51', '45249000100000069130', '201832629', NULL, '', '1409 ', '00069 ', '11200.00', '0.00', '00667 667 Пластик карточкага у тказилган маблаг учун 0,5% ком иссия тулови', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(379, 2, NULL, '2020-06-08 15:10:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752689 ', '00083 ', '328196.35', '0.00', '00668 BC 08.06.2020 погашение Банк.перевод Иностр. -328196.3 5 от суммы 46200.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(380, 2, NULL, '2020-06-08 15:10:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752691 ', '00083 ', '75000.00', '0.00', '00668 BC 08.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 46200.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(381, 2, NULL, '2020-06-08 15:10:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752690 ', '00083 ', '75000.00', '0.00', '00668 BC 08.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 46200.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(382, 2, NULL, '2020-06-08 15:10:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752688 ', '00083 ', '100000.00', '0.00', '00668 BC 08.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 46200.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(383, 2, NULL, '2020-06-08 15:10:25', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752693 ', '00083 ', '213114.51', '0.00', '00668 BC 08.06.2020 погашение Банк.перевод Иностр. -213114.5 1 от суммы 30000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(384, 2, NULL, '2020-06-08 15:10:25', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752695 ', '00083 ', '75000.00', '0.00', '00668 BC 08.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 30000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(385, 2, NULL, '2020-06-08 15:10:26', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752694 ', '00083 ', '75000.00', '0.00', '00668 BC 08.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 30000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(386, 2, NULL, '2020-06-08 15:10:26', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39752692 ', '00083 ', '100000.00', '0.00', '00668 BC 08.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 30000.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(387, 2, NULL, '2020-06-08 16:27:26', '20208000201006828001', '306100084', NULL, '', '1418 ', '00059 ', '100000000.00', '0.00', '00668 Шартнома № 1 ва 30.03.20 й Кушимча келишув№б/н га асоса н ходимларини овкатлантириш хи змати учун олдиндан тул', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(388, 2, NULL, '2020-06-08 16:27:38', '20214000800192681023', '200985050', NULL, '', '1410 ', '00421 ', '4504447.40', '0.00', '00668 04.10.17 Шартнома№161586 977 ва 31.03.20й Фак № 1000427 54003 га асосан алока ва интер нент хизмати учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(389, 2, NULL, '2020-06-08 16:27:44', '20214000800192681023', '200985050', NULL, '', '1411 ', '00421 ', '125289.60', '0.00', '00668 13.01.12й Шартнома№ 1284 35245 ва 31.03.20й Фак№1000427 20559 га асосан алока хизмати учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(390, 2, NULL, '2020-06-08 17:36:45', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004636 ', '00873 ', '0.00', '3000000000.00', '00518 Предоплата 57% за запасн ые части, согласно Договор ком иссии №LK002 от 22.07.2019г., заявка №6  от 14.05.2020г., ра нее 34%', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(391, 2, NULL, '2020-06-09 08:11:56', '22616000699098259001', '498431794', NULL, '', '31656214 ', '00083 ', '0.00', '1050000.00', '00668 Исмоилов Шерзодга б/у по ддонлар олиш учун тулов. ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(392, 2, NULL, '2020-06-09 09:15:49', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1425 ', '00083 ', '1300000000.00', '0.00', '00634 Шартномага асосан ишчи х одимларнинг 2020 й май ойи иш хаки маблаги утказилди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(393, 2, NULL, '2020-06-09 10:43:35', '20214000400600090001', '201223174', NULL, 'СП \"Уз-ДонгЖу Пэинт Ко\"', '1426 ', '01120 ', '2000000000.00', '0.00', '00547 07.01.20 й Шартнома № 07 ва 30.01.20 й Фак № 07-67 га асосан лак буёк махсулотлари у чун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(394, 2, NULL, '2020-06-09 14:53:09', '20208000404288013001', '204710643', NULL, '', '1412 ', '00893 ', '150000000.00', '0.00', '00599 Оплата по договору 01.04 .17й Шартнома№ВС-0104/2017 авт омобильные част', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(395, 2, NULL, '2020-06-09 14:53:26', '20208000100644728001', '304144925', NULL, '', '1422 ', '01110 ', '10580260.00', '0.00', '00599 30,01,20й Шартнома №1260 ва 02.03.20й Фактура№2  га ас осан канцтоварлар учун  тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(396, 2, NULL, '2020-06-09 14:53:46', '20208000500705227001', '304484036', NULL, '', '1413 ', '01018 ', '49000000.00', '0.00', '00599 Оплата по договору 03.02 .20 й Шартнома№16/20 га асосан МЕР4232-21 Blac  сырьё учун', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(397, 2, NULL, '2020-06-09 14:54:20', '20208000204538572001', '206779405', NULL, '', '1416 ', '00069 ', '20000000.00', '0.00', '00668 20.02.19й Шартнома№4 ва 30.04.20й Фактура№14 га асосан транспорт хизмати учун тул', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(398, 2, NULL, '2020-06-09 14:54:25', '20208000804522737001', '206649068', NULL, '', '1417 ', '00955 ', '40000000.00', '0.00', '00599 Шартнома №1401 ва 20.01. 20 й Накладной№02 га асосан ав томашина эхтиёт кисмлари учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(399, 2, NULL, '2020-06-09 14:54:44', '20208000704437022001', '205280633', NULL, '', '1419 ', '00083 ', '15000000.00', '0.00', '00668 23.11.2009 й Шартнома  № LOC/01 ва 09.03.20 й Фак №29 га асосан бутловчи кисмлар учу н тул', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(400, 2, NULL, '2020-06-09 14:55:08', '20214000905021041004', '302497495', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '1414 ', '00444 ', '10000000.00', '0.00', '00668 00668 05.01.17й Шартнома №85  ва 30.04.20й Фактура№1076 1 га асосан юкларни саклаш хиз мати учун тул', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(401, 2, NULL, '2020-06-09 14:55:04', '20208000904223963001', '204204489', NULL, '', '1420 ', '00083 ', '21900000.00', '0.00', '00668 06.04.20й Шартнома №04 г а асосан Ремень учун тул ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(402, 2, NULL, '2020-06-09 14:55:25', '20208000900652727002', '304236271', NULL, '', '1421 ', '01067 ', '9068025.00', '0.00', '00599 Шартнома № 426 ва 27.02. 20й Фак №571 га асосан Mannol Compressor Oil учун  тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(403, 2, NULL, '2020-06-09 15:01:24', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1424 ', '00014 ', '100000000.00', '0.00', '09570~402821860034017950100182 001~202236592~09570 Анд Вилоят божхона бошкармаси божхона пр оцедураси  учун  тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(404, 2, NULL, '2020-06-09 15:10:45', '20208000504755135001', '301050182', NULL, '', '1415 ', '00850 ', '300000.00', '0.00', '00668 Шартнома№1343 ва 31.03.2 0й Фак №1546  га асосан курерл ик хизмати учун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(405, 2, NULL, '2020-06-09 15:16:01', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1445 ', '00014 ', '2700000.00', '0.00', '08101~100022860503401313121209 3~08101 2020 йил май ойи учун Ер солигига тулов ШХ 100022860 5034013131212093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(406, 2, NULL, '2020-06-09 15:16:01', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1444 ', '00014 ', '53000000.00', '0.00', '08101~100022860403401313610509 3~08101 2020й май ойи мулк сол иги учун утказилмокда ШХ 10002 28604034013136105093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(407, 2, NULL, '2020-06-09 15:30:02', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '311420 ', '00083 ', '147885855.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(408, 2, NULL, '2020-06-09 15:30:02', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '311421 ', '00083 ', '179881878.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(409, 2, NULL, '2020-06-09 16:14:30', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '65 ', '00083 ', '0.00', '91568400.00', '00634 Ортикча утказилган сумма асосий хисоб ракамга кайтарил ди', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(410, 2, NULL, '2020-06-09 16:14:30', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '325895.61', '0.00', '00668 BC 09.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(411, 2, NULL, '2020-06-09 16:19:07', '23120000300000083001', '200242936', NULL, '', '1451 ', '00083 ', '2502800.00', '0.00', '00634 09.03.20й Фукаролик-Хуку кий Келишув№03-2020 га асосан Алиев Онинг май ойи маблаги  п /к8600120488489074 хисоб ракам ига утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(412, 2, NULL, '2020-06-09 16:19:35', '23120000200000059299', '200242864', NULL, '', '1448 ', '00059 ', '2640000.00', '0.00', '00668 01.10.19й Шартномага асо сан турар жой ижараси 2020й ию нь  учун олдиндан 100% ПК 8600 332989222348 хисоб ракам эгаси Ходжамбердиев Хуршидга ( пасп орт AB4187782, ИНН516278453) ( Кличев М) утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(413, 2, NULL, '2020-06-09 16:22:52', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1447 ', '00014 ', '322560.00', '0.00', '08102~100022860103401311130009 3~08102 Рахмонов У(инн47965800 6)ниниг мулк ижарага берганили ги учун даромад солиги ШХ 1000 228601034013111300093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(414, 2, NULL, '2020-06-09 16:19:52', '23120000600000081001', '200242968', NULL, '', '1450 ', '00081 ', '3373300.00', '0.00', '00634 Шартномага асосан  май о йлиги  иш хаки  Мирзаолимов Ну рмухаммад Нурилло углининг ПК. га (8600 0804 0599 0200)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(415, 2, NULL, '2020-06-09 16:20:04', '23120000900000068299', '200286747', NULL, '', '1446 ', '00068 ', '2365440.00', '0.00', '00668 14.01.20й Шартнома№б/н г а асосан Рахмонов Уткирбек пк№ 8600332966641957 х/р га уй ижа раси хизмати учун июнь ойига олдиндан  (Хаккулов Э) 100% ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(416, 2, NULL, '2020-06-09 16:22:52', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1449 ', '00014 ', '360000.00', '0.00', '08102~100022860103401311130009 3~08102 Ходжамбердиев Х(инн516 278453)ниниг мулк ижарага берг анилиги учун даромад солиги ШХ 1000228601034013111300093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(417, 2, NULL, '2020-06-09 17:40:40', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004708 ', '00873 ', '0.00', '4392000000.00', '00518 Предоплата 100% за кд, с огласно Дог №144-41100/2016 от 31.12.2016г. (сум), согласно письма', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(418, 2, NULL, '2020-06-10 16:02:19', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '2 ', '00083 ', '0.00', '5059715.49', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(419, 2, NULL, '2020-06-10 16:02:19', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '11696.44', '0.00', '00668 BC 10.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(420, 2, NULL, '2020-06-10 17:02:15', '20208000005109479001', '306594364', NULL, '\"UZAUTOCOMPONENTS\" MChJ', '1452 ', '01114 ', '42000000.00', '0.00', '00668 12.09.19 й шартнома № ЮС -15 га асосан даромаддан ажрат ма утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(421, 2, NULL, '2020-06-11 13:48:19', '45249000100000069130', '201832629', NULL, '', '1477 ', '00069 ', '30000.00', '0.00', '00667 667 Пластик карточкага у тказилган маблаг учун 0,5% ком иссия тулови', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(422, 2, NULL, '2020-06-11 13:55:29', '23102000400516389006', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1476 ', '00069 ', '6000000.00', '0.00', '00641 Корхона корпаратив карта хисобини тулдириш учун п/к 86 00132065854299', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(423, 2, NULL, '2020-06-11 17:08:27', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1480 ', '00014 ', '393955687.00', '0.00', '08102~100022860503401311110109 3~08102 Ишчиларнинг ойлик иш х акидан даромад солиги 2020й ма й ойи учун  тулов ШХ 100022860 5034013111101093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(424, 2, NULL, '2020-06-11 17:08:27', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1479 ', '00014 ', '53100000.00', '0.00', '08101~100022860403401313610509 3~08101 2020 й июнь ойи мулк с олиги учун утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(425, 2, NULL, '2020-06-11 17:09:19', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1478 ', '00014 ', '2700000.00', '0.00', '08201~100022860503401313121209 3~08201 2020 й июнь ойи Ер сол иги тулов ут-ди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(426, 2, NULL, '2020-06-11 17:28:15', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1481 ', '00014 ', '395000000.00', '0.00', '08101~200110860203401321215009 3~08101 2020 й май ойи ишчилар ойлик маошидан 12 % ажратмаси га тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(427, 2, NULL, '2020-06-11 18:10:55', '23102000000516389009', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1482 ', '00069 ', '2000000.00', '0.00', '00641 Корхона корпаратив карта хисобини тулдириш учун п/к860 01320....0815', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(428, 2, NULL, '2020-06-12 11:25:57', '45249000100000069130', '201832629', NULL, '', '1483 ', '00069 ', '10000.00', '0.00', '00667 667 Пластик карточкага у тказилган маблаг учун 0,5% ком иссия тулови', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(429, 2, NULL, '2020-06-12 13:31:07', '23120000300000083001', '200242936', NULL, '', '1473 ', '00083 ', '426229.30', '0.00', '00661 25.06.14й Андижон туманл араро судининг№1-1126- сонли к арорига асосан  Сайдуллаев  А май иш хакидан Абдурахмонова Одина 8600 1204 56253015 га алимент  утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(430, 2, NULL, '2020-06-12 13:31:24', '23120000300000923001', '202633914', NULL, '', '1453 ', '00923 ', '863871.33', '0.00', '00661 661.Абдурахмонов Ойбекнн инг  2017й май ойи и/х дан ушл анган алимент пули пластик х/р №8600310494927734  эгаси Малик ова Зухрахонга утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(431, 2, NULL, '2020-06-12 13:31:35', '23120000800000069001', '201832629', NULL, '', '1454 ', '00069 ', '446000.00', '0.00', '00661 661.Кадиров Ннинг  16.02 .18й Суд карори№1-5587 га асос ан 2018й февраль ойи и/х дан у шланган алимент пули Кадирова Насибахон 8600130616326296 утк азилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(432, 2, NULL, '2020-06-12 13:31:43', '23120000100000079001', '201642073', NULL, '', '1455 ', '00079 ', '1632464.05', '0.00', '00661 661.Кодиров Нуриддиннинг 2017й февраль ойи и/х дан уш ланган алимент пули пластик х/ р№8600120404590526  эгаси Коди рова Дурдонахонга утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(433, 2, NULL, '2020-06-12 13:31:44', '23120000300000923001', '202633914', NULL, '', '1456 ', '00923 ', '717168.31', '0.00', '00661 00661 661.Каххаров Адхам жоннинг  2020й май ойи и/х дан ушланган алимент пули пластик х/р№8600310429209828  эгаси К ахарова Дилафрузга утказилмокд а', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(434, 2, NULL, '2020-06-12 13:35:51', '23120000100000658100', '202209181', NULL, '', '1457 ', '00658 ', '929309.60', '0.00', '00661 661.Курбонов Азизбекннин г  2020й май ойи и/х дан ушлан ган алимент пули  Курбонова Шо хистага утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(435, 2, NULL, '2020-06-12 13:32:06', '23120000900000073001', '200246828', NULL, '', '1458 ', '00073 ', '462914.63', '0.00', '00661 661.Мамарасулов Ининг  2 020й май ойи и/х дан ушланган алимент пули пластик х/р№86001 30519182432  эгаси Мамарасулов а Фотимахонга утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(436, 2, NULL, '2020-06-12 13:32:11', '23120000300000923001', '202633914', NULL, '', '1459 ', '00923 ', '935169.88', '0.00', '00661 22.06.18й Андижон туманл араро судининг№СБ-6194 сонли к арорига асосан Мамарозиков Н м ай и/ х дан Мамарозикова Гнинг пк х/р 8600 3104 3255 5274 га алимент', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(437, 2, NULL, '2020-06-12 13:32:22', '23120000900000068299', '200286747', NULL, '', '1460 ', '00068 ', '680137.63', '0.00', '00661 01.12.15й Андижон туманл араро судининг№СБ-15598 сонли карорига асосан  Мирзаев Р май иш хакидан Маджидова Бнинг пк х/р 8600332980550838 га   али мент  утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(438, 2, NULL, '2020-06-12 13:32:31', '23120000600000081001', '200242968', NULL, '', '1461 ', '00081 ', '576313.88', '0.00', '00661 Мухитддинов Комолдиннинг 2020й май ойи и/х дан ушланг ан алимент пули пластик х/р№86 00080403092033  эгаси Мухитдин ова Наргизага утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(439, 2, NULL, '2020-06-12 13:32:36', '23120000800000049500', '200255334', NULL, '', '1462 ', '00049 ', '298905.25', '0.00', '00661 Анд туманлараро суднинг 14.10.15й №СБ13127 сонли буйру ги асосан Носиров А май ойи и/ хдан  Туйчиева С А га пк№86000 42328141873 хисобига алимент м аблаг утказилд', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(440, 2, NULL, '2020-06-12 13:32:46', '23120000300000923001', '202633914', NULL, '', '1463 ', '00923 ', '298905.25', '0.00', '00661 27.01.17й Андижон туманл араро судининг№СБ-1058 сонли к арорига асосан  Насретдинов О май ойи иш хакидан Саттарова Ф Мнинг пк х/р 8600 3104 3780 0 790 га   алимент  утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(441, 2, NULL, '2020-06-12 13:32:56', '23120000300000083001', '200242936', NULL, '', '1464 ', '00083 ', '968814.26', '0.00', '00661 25.09.2019 й №2-1701-190 8/16026 Анд. туманлараро суд б уйругига а-н Собиров С и/х май ушланган алимент Собирова Шах нозахонга(86001204 8328 6970)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(442, 2, NULL, '2020-06-12 13:33:02', '23120000300000083001', '200242936', NULL, '', '1465 ', '00083 ', '2404811.36', '0.00', '00661 00661 08.05.19 й №2-1701 -1905/13407 Андижон туманларар о суд буйругига а-н Хабибуллае в О А  май и/х дан  алимент Ха бибуллаева Б Анинг  п/к8600120 480336117 га утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(443, 2, NULL, '2020-06-12 13:33:26', '23120000700000062001', '200258639', NULL, '', '1466 ', '00062 ', '614896.31', '0.00', '00661 20.08.19й  Суд буйруги № 2-1701-1905/15450 га асосан Ха кимов Ннинг май  и/х дан алиме нт пули карта х/р 860004238149 8012 Хакимова Мухаё Тожидин ки зига утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(444, 2, NULL, '2020-06-12 13:33:30', '23120000500001120111', '207210733', NULL, '', '1467 ', '01120 ', '758908.75', '0.00', '00661 12.08.2019 й Анд. туманл араро судининг№2-1701-1905/153 31 сонли буйругига ас-н Холико в О май  и/хдан алимент пули Х оликова Мавлудахонга(86001404 0145 9814)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(445, 2, NULL, '2020-06-12 13:33:36', '23120000300000923001', '202633914', NULL, '', '1468 ', '00923 ', '198473.05', '0.00', '00661 22.06.15й Асака туманлар аро судининг№2-3008 сонли буйр угига асосан Юлчиев Э. май и/ х дан Юлчиева Мнинг пк х/р 860 0 3104 7800 1852 га алимент', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(446, 2, NULL, '2020-06-12 13:33:52', '23120000200000070001', '201772102', NULL, '', '1469 ', '00070 ', '394554.86', '0.00', '00661 17.01.19 й №2-1910/5115 Асака туманлараро суд карорига а-н Юлчиев Э май и/х дан  али мент Абдувохидова Ш пластигига 8600 1204 1194 0359 утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(447, 2, NULL, '2020-06-12 13:33:58', '23120000400001114001', '207210194', NULL, '', '1470 ', '01114 ', '508195.25', '0.00', '00634 06.01.20 й №2-1701-2004/ 130 Андижон туманлараро суд ка рорига а-н Рустамов С май и/х дан  алимент Абдурахмонова Н п /кга 8600 5304 2606 1076 утказ илди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(448, 2, NULL, '2020-06-12 13:34:04', '23120000300000083001', '200242936', NULL, '', '1471 ', '00083 ', '1307164.92', '0.00', '00661 661.Каримов Олимжоннинг 2020й апрель ойи и/х дан ушла нган алимент пули пластик х/р№ 8600120475712199 эгаси Каримов а Зулхумор Миразиззиллоевнага утказилмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(449, 2, NULL, '2020-06-12 13:34:42', '23120000300000923001', '202633914', NULL, '', '1472 ', '00923 ', '632519.62', '0.00', '00661 30.01.17й Андижон туманл араро судининг№СБ-1357 сонли к арорига асосан  Тогаев Ш май и ш хакидан Тогаева Днинг пк х/р 8600 3104 6987 3376 га   алим ент  утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(450, 2, NULL, '2020-06-12 13:34:37', '23120000300000083001', '200242936', NULL, '', '1474 ', '00083 ', '1278687.91', '0.00', '00661 12.01.15й Андижон туманл араро судининг№3763- сонли кар орига асосан  Сайдуллаев  А ма й иш хакидан Сайдуллаева Шахоз анинг п/к 8600 1204 24778937 г а   алимент  утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(451, 2, NULL, '2020-06-12 14:00:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805601 ', '00083 ', '11631.83', '0.00', '00668 BC 12.06.2020 погашение Банк.перевод Иностр. -11631.83 от суммы 112320.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(452, 2, NULL, '2020-06-12 14:00:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805603 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 112320.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(453, 2, NULL, '2020-06-12 14:00:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805602 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 112320.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(454, 2, NULL, '2020-06-12 14:00:53', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805600 ', '00083 ', '100000.00', '0.00', '00668 BC 12.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 112320.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(455, 2, NULL, '2020-06-12 14:00:56', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805605 ', '00083 ', '102039.56', '0.00', '00668 BC 12.06.2020 погашение Банк.перевод Иностр. -102039.5 6 от суммы 14357.85 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(456, 2, NULL, '2020-06-12 14:00:56', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805607 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 14357.85 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(457, 2, NULL, '2020-06-12 14:00:56', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805606 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 14357.85 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(458, 2, NULL, '2020-06-12 14:00:57', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805604 ', '00083 ', '100000.00', '0.00', '00668 BC 12.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 14357.85 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(459, 2, NULL, '2020-06-12 14:00:59', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805609 ', '00083 ', '124173.51', '0.00', '00668 BC 12.06.2020 погашение Банк.перевод Иностр. -124173.5 1 от суммы 17464.26 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(460, 2, NULL, '2020-06-12 14:00:59', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805611 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 17464.26 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(461, 2, NULL, '2020-06-12 14:00:59', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805610 ', '00083 ', '75000.00', '0.00', '00668 BC 12.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 17464.26 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(462, 2, NULL, '2020-06-12 14:01:00', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39805608 ', '00083 ', '100000.00', '0.00', '00668 BC 12.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 17464.26 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(463, 2, NULL, '2020-06-12 14:07:46', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1478 ', '00083 ', '16600000.00', '0.00', '00668 Шартномага асосан ишловч и ходимларнинг май ойи иш хаки пластик картага ут-ди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(464, 2, NULL, '2020-06-12 14:08:00', '20214000904511674001', '206581574', NULL, '', '1477 ', '00996 ', '1150000.00', '0.00', '00668 10,01,2019 й Шартнома№NM -198/Track df 31.05.2020 факту ра №1483  га асосан GPS ускуна си хизмати абонент тулови учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(465, 2, NULL, '2020-06-12 14:08:05', '23120000200000059299', '200242864', NULL, '', '1475 ', '00059 ', '7245000.00', '0.00', '00634 Шартномага асосан Фозилж онов Авазбек адхамжон углига б ажарилган канализация кувурлар ини, кудукларни тозалаш хизмат и учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(466, 2, NULL, '2020-06-12 14:08:12', '22612000300503897034', '200230871', NULL, '', '1476 ', '00923 ', '1616529.29', '0.00', '00668 Уз Корам Ко МЧЖнинг ишчи ходимлари май ойи иш хакидан алимент пули реестр руйхат буй ича ут-ди 17011 6% почта хиз б илан', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(467, 2, NULL, '2020-06-12 17:03:51', '20208000305183751001', '307156805', NULL, '', '1472 ', '00070 ', '1872000.00', '0.00', '00668 ID-230 лот,ID-220 лот,ID -223 лот, ID-221 лот,ID-312 ло т,ID-313 лот лар учун тушган 5 %заклат пули аукцион савдода ю та олмаганлиги учун  алока хат ига асосан кайтарилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(468, 2, NULL, '2020-06-12 17:08:20', '20208000804522737001', '206649068', NULL, '', '1476 ', '00955 ', '30000000.00', '0.00', '00668 14.02.17 й Шартнома №140 1 ва 20.01.20 й Накладной№02 г а асосан автомашина эхтиёт кис млари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(469, 2, NULL, '2020-06-12 17:08:20', '20208000404450589001', '205970992', NULL, '', '1474 ', '00874 ', '14000000.00', '0.00', '00668 14.01.20 й Шартнома № MY -2020-14-01 ва 26.03.20 й Фак №53 га асосан юк ташиш хизмати учун 100 % тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(470, 2, NULL, '2020-06-12 17:23:31', '20208000204538572001', '206779405', NULL, '', '1475 ', '00069 ', '20000000.00', '0.00', '00668 20.02.19й Шартнома№4 ва 30.04.20й Фактура№14 га асосан транспорт хизмати учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(471, 2, NULL, '2020-06-12 17:23:32', '20208000005199441001', '307252307', NULL, '', '1473 ', '00893 ', '800000.00', '0.00', '00668 ID-312 лот,ID-313 лот ла р учун тушган 5%заклат пули ау кцион савдода юта олмаганлиги учун  алока хатига асосан кайт арилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(472, 2, NULL, '2020-06-12 17:39:51', '20208000704437022001', '205280633', NULL, '', '1478 ', '00083 ', '10000000.00', '0.00', '00599 23.11.2009 й Шартнома  № LOC/01 ва 09.03.20 й Фак №29 га асосан бутловчи кисмлар учу н тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(473, 2, NULL, '2020-06-12 17:44:17', '20208000900284993001', '302817150', NULL, '', '1479 ', '00076 ', '20591899.00', '0.00', '00518 02.06.15 й Шартнома№10 ва 06.02.20 й Фактура№3 га асо сан зажимной фиксатор махсулот и учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(474, 2, NULL, '2020-06-12 17:44:18', '20208000004837556001', '301542528', NULL, '', '1477 ', '00075 ', '24584280.00', '0.00', '00599 08.02.20 й Шартнома № 09 га асосан полиэтилен плёнка у чун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(475, 2, NULL, '2020-06-15 11:34:48', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '315295 ', '00083 ', '283250000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(476, 2, NULL, '2020-06-15 12:00:29', '20214000905021041004', '302497495', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '1496 ', '00444 ', '5000000.00', '0.00', '00668 05.01.17й Шартнома№85  в а 30.04.20й Фактура№10761 га а сосан юкларни саклаш хизмати у чун  олдиндан 100 %тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(477, 2, NULL, '2020-06-15 12:01:17', '20208000204698077001', '300795435', NULL, '', '1486 ', '00076 ', '669000.00', '0.00', '00668 02.10.19й Шартнома№210/1 ва 04.12.19й Фактура№0412/1 г а асосан брокерлик хизмати учу н 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(478, 2, NULL, '2020-06-15 12:43:14', '20214000801563530011', '201832779', NULL, 'СП \"Уз-ТонгХонг Ко\"', '0000001984 ', '01114 ', '0.00', '4634769.93', '0066800668 Оплата по договору № 23/20-Л от 26.05.2020. На пр оведение лабараторных испытани й', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(479, 2, NULL, '2020-06-15 14:34:07', '20208000205013809001', '302466709', NULL, '', '539 ', '00069 ', '0.00', '1000000.00', '00522 Халк хожалик моллари учу н олдиндан 20% тулов. 27.05.20 20й. кунги шартнома № 15/20-П га асосан', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(480, 2, NULL, '2020-06-15 14:54:05', '20208000905142034001', '306855284', NULL, '', '101 ', '00083 ', '0.00', '5000000.00', '00668 00668 ID 956 ABDULAZIZ S ANOAT BIZNES INVEST M CH J Dan ID-312,313,314,315,316,317 lo tlar uchun tulov', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(481, 2, NULL, '2020-06-15 16:11:27', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '316463 ', '00083 ', '1128854696.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(482, 2, NULL, '2020-06-15 16:24:41', '20208000404288013001', '204710643', NULL, '', '1497 ', '00893 ', '50000000.00', '0.00', '00518 01.04.17й Шартнома№ВС-01 04/2017  ва 08.06.20й Фак №118 га асосан атозапчасть махсуло ти учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(483, 2, NULL, '2020-06-15 16:40:59', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '0000004895 ', '00873 ', '0.00', '3000000000.00', '00518 Предоплата 100% за кд, с огласно Дог №144-41100/2016 от 31.12.2016г. (сум), согласно письма №06-01-Н2020 от 06.09.2 020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(484, 2, NULL, '2020-06-16 09:31:00', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '180 ', '00083 ', '834748.64', '0.00', '00667 Валюта хизматларидан хис обланган банк хизмати ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(485, 2, NULL, '2020-06-16 12:06:58', '20208000905142034001', '306855284', NULL, '', '102 ', '00083 ', '0.00', '90000.00', '00668 kraska idish 18л б/у ID- 363 lot un 5% tulov ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(486, 2, NULL, '2020-06-16 12:15:48', '20208000905142034001', '306855284', NULL, '', '103 ', '00083 ', '0.00', '2115000.00', '00668 ID956 ABDULAZIZ SANOAT B IZNES INVEST Dan ID-364,365,36 6,367,368 lotlar un 5% tulov', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(487, 2, NULL, '2020-06-16 16:16:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39845239 ', '00083 ', '195424.08', '0.00', '00668 BC 16.06.2020 погашение Банк.перевод Иностр. -195424.0 8 от суммы 27500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(488, 2, NULL, '2020-06-16 16:16:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39845241 ', '00083 ', '75000.00', '0.00', '00668 BC 16.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 27500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(489, 2, NULL, '2020-06-16 16:16:22', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39845240 ', '00083 ', '75000.00', '0.00', '00668 BC 16.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 27500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(490, 2, NULL, '2020-06-16 16:16:23', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39845178 ', '00083 ', '100000.00', '0.00', '00668 BC 16.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 27500.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(491, 2, NULL, '2020-06-16 16:53:32', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1490 ', '00014 ', '500000000.00', '0.00', '09570~402821860034017950100182 001~202236592~09570 09570~4028 21860034017950100182001~202236 592~09570 Анд Вилоят божхона б ошкармаси божхона процедураси учун  тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(492, 2, NULL, '2020-06-16 16:53:32', '20212000501697430001', '202226225', NULL, '', '1500 ', '00069 ', '103504402.00', '0.00', '00606 2020й май ойи иш хакидан 19 614 158 сум- 2% ажратма, 8 0 743 765 сум-1%-60%, 3 146 47 9 сум-даволаниш учун тулови ут казилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(493, 2, NULL, '2020-06-16 16:53:32', '20208000105025894001', '302519355', NULL, '', '1501 ', '00059 ', '3249500.00', '0.00', '00599 02.02.20й Шартнома № Г-2 6  ва 01.06.20й Фактура№182 га асосан Ичимлик сув Welle 18,9 л учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(494, 2, NULL, '2020-06-16 16:53:32', '20208000300481120001', '303391121', NULL, '', '1509 ', '00842 ', '236000000.00', '0.00', '00668 02,03,20 й Шартнома № VA L UZB 20/01 га асосан корхонан и бахолаш хизмати учун олдинда н 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(495, 2, NULL, '2020-06-16 16:53:33', '20212000200184956021', '200242707', NULL, '', '1499 ', '00059 ', '27245798.00', '0.00', '00606 2020й апрель май ойи учу н 1%-40% ушланма  утказилмокда ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(496, 2, NULL, '2020-06-16 16:53:33', '22628000900000649999', '200242889', NULL, '', '1498 ', '00649 ', '3311520.98', '0.00', '00668 2020 йил май ойи иш хаки дан 0,1% ЖБП учун тулов ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(497, 2, NULL, '2020-06-16 16:53:33', '20208000104798264001', '301306749', NULL, '', '1510 ', '00078 ', '22177139.00', '0.00', '00668 25.03.20й Шартнома№7  ва 15.06ю20й Фактура№4 га асосан электро двигатель ва насос т аъмирлаш хизмати учун 100% тул ов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(498, 2, NULL, '2020-06-16 16:53:33', '20208000500935794001', '305811617', NULL, '', '1506 ', '01124 ', '2100000.00', '0.00', '00668 26.11.19 й Шартнома №203 ва 14.02.20й Фактура№608 га а сосан мехмонхона хизмати учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(499, 2, NULL, '2020-06-16 16:53:33', '20208000000937162001', '305832314', NULL, '', '1504 ', '00444 ', '28000000.00', '0.00', '00668 01.01.20й Шартнома№1 ва 31.05.20й Фактура№2641  га асо сан бино ижара хизмати   учун 100 % тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(500, 2, NULL, '2020-06-16 16:54:36', '20208000605008784001', '301342848', NULL, '', '1511 ', '00069 ', '11022700.00', '0.00', '00510 10.02.20й Шартнома№ 01/2 0-А ва30.04.20й  Фактура№282 га асосан Катик 250 гр учун 10 0% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(501, 2, NULL, '2020-06-16 16:51:56', '20214000801563530011', '201832779', NULL, 'СП \"Уз-ТонгХонг Ко\"', '0000002000 ', '01114 ', '0.00', '307573.00', '0066800668 За кредит Идибоев О лимжон за апрель 2020г.с удерж анием з/платы оплата по Доп.до г №1 от 28.05.2018г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(502, 2, NULL, '2020-06-16 16:51:56', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '245676.25', '0.00', '00668 BC 16.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(503, 2, NULL, '2020-06-16 17:00:02', '20208000504199187001', '204127465', NULL, '', '1507 ', '01041 ', '1000000.00', '0.00', '00668 01.01.20 й Шартнома№51 г а асосан газ тулдириш хизмати учун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(504, 2, NULL, '2020-06-16 17:03:17', '20208000100216911001', '302595374', NULL, '', '1502 ', '00069 ', '8665027.00', '0.00', '00668 06.01.20й Шартнома№01 ва 29.05.20й Фак №2664 га асосан автотранспорт техник хизмат учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(505, 2, NULL, '2020-06-16 17:03:17', '20208000704606859001', '300415660', NULL, '', '1503 ', '00074 ', '6125000.00', '0.00', '00599 08.06.20й Шартнома№21 га асосан шланг  ва болт  махсул отлари учун олдиндан 100% туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(506, 2, NULL, '2020-06-17 09:59:51', '20208000905142034001', '306855284', NULL, '', '104 ', '00083 ', '0.00', '5000000.00', '00668 ID 956 ABDULAZIZ SANOAT BIZNES INVEST dan ID-364,365,3 66,367,368 lot un tulov', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(507, 2, NULL, '2020-06-17 14:58:06', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1516 ', '00083 ', '588310300.00', '0.00', '00634 Шартмнамага асосан ишлов чи ходимларининг июнь  ойи  бу нак пластик картага утказилди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(508, 2, NULL, '2020-06-17 14:58:22', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1517 ', '00083 ', '100529300.00', '0.00', '00634 Шартмнамага асосан ишлов чи ходимларининг июнь  ойи  бу нак пластик картага утказилди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(509, 2, NULL, '2020-06-17 14:58:54', '20214000904737927001', '206978481', NULL, 'СП ООО \"УзЧасис\"', '1518 ', '00224 ', '500000000.00', '0.00', '00518 03.01.17й Шартнома №01/2 017  ва 28.04.20й га асосан Ав томобил бутловчи кисмлар учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(510, 2, NULL, '2020-06-17 16:53:21', '20208000405217230001', '307341378', NULL, '', '1529 ', '00074 ', '6000000.00', '0.00', '00599 04.06.20й Шартнома№3 га асосан тиббий никоб махсулоти учун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(511, 2, NULL, '2020-06-17 16:53:50', '20208000204538572001', '206779405', NULL, '', '1528 ', '00069 ', '20000000.00', '0.00', '00668 20.02.19й Шартнома№4 ва 31.05.20й Фактура№17 га асосан транспорт хизмати учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(512, 2, NULL, '2020-06-17 16:53:59', '20208000600905146001', '305680149', NULL, '', '1527 ', '01072 ', '20000000.00', '0.00', '00599 14.03.20й Шартнома№22  в а 09.06.20й Фактура№24 га асос ан иккикатламли хаво пуфакчали к плёнка махсулоти учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(513, 2, NULL, '2020-06-17 16:54:06', '20208000900225876001', '302617424', NULL, '', '1526 ', '00079 ', '15000000.00', '0.00', '00668 23.11.2009 й Шартнома№ L OC/01 ва 09.06.20 й Фак№24 га асосан бутловчи кисмлар учун т улов 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(514, 2, NULL, '2020-06-17 16:54:15', '20208000900284993001', '302817150', NULL, '', '1525 ', '00076 ', '16641250.00', '0.00', '00518 02.06.15 й Шартнома№10 ва 04.06.20 й Фактура№20 га ас осан зажимной фиксатор махсуло ти учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(515, 2, NULL, '2020-06-17 16:54:31', '20214000905021041004', '302497495', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '1524 ', '00444 ', '10000000.00', '0.00', '00668 05.01.17й Шартнома№85  в а 30.04.20й Фактура№10761 га а сосан юкларни саклаш хизмати у чун  олдиндан 100 %тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(516, 2, NULL, '2020-06-17 16:54:33', '20208000804522737001', '206649068', NULL, '', '1523 ', '00955 ', '30000000.00', '0.00', '00518 14.02.17 й Шартнома №140 1 ва 07.06.20 й Фактура№27 га асосан автомашина эхтиёт кисмл ари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(517, 2, NULL, '2020-06-17 16:54:42', '20208000004521920001', '206672674', NULL, '', '1522 ', '00956 ', '15000000.00', '0.00', '00518 06.06.2006й Шартнома №LO C 03-06 ва 08.05.20й Фактура№8 /К га асосан автомашина эхтиёт кисмлари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(518, 2, NULL, '2020-06-17 16:54:51', '20214000004039042001', '203194740', NULL, 'АО СП \"УзКоджи\"', '1521 ', '00069 ', '100000000.00', '0.00', '00518 02.10.12й Шартнома №07/2 012 ва 10.06.20й Фактура№712 г а асосан автомашина эхтиёт кис млари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(519, 2, NULL, '2020-06-17 16:59:07', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1520 ', '00014 ', '300000000.00', '0.00', '09570~402821860034017950100182 001~202236592~09570 603.Анд Ви лоят божхона бошкармаси ш/х402 821860034017950100182001 инн 2 02236592 божхона  процедураси 2020й июнь ойи учун аванс туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(520, 2, NULL, '2020-06-17 16:55:20', '20214000600532305200', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '1532 ', '00873 ', '3542000.00', '0.00', '00501 30.09.19й Шартнома№ 3-10 1-2019-00808DH га асосан TRACK ER автомашинасига булиб тулаш буйича июнь ойи  учун 100 % ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389');
INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(521, 2, NULL, '2020-06-17 16:55:25', '20214000600532305200', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '1533 ', '00873 ', '3542000.00', '0.00', '00501 30.09.19й Шартнома№ 3-10 1-2019-00809DH га асосан TRACK ER автомашинасига булиб тулаш буйича июнь ойи учун 100 % тул ов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(522, 2, NULL, '2020-06-17 16:55:33', '20208000504632382002', '206925064', NULL, '', '1536 ', '00079 ', '8500000.00', '0.00', '00599 18.05.20й Шартнома№20-П/ 19 га асосан трикотаж матоси м ахсулоти  учун олдиндан 15% ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(523, 2, NULL, '2020-06-17 16:55:48', '20208000100177077001', '200239749', NULL, '', '1505 ', '00069 ', '21481145.61', '0.00', '00668 24,12.19й Шартнома №2 ва 30.05.20й Фак№320 га асосан а втомобилларга эхтиёт кисм урна тиб техник хизмат курсатиш учу н 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(524, 2, NULL, '2020-06-17 16:59:17', '20208000405217230001', '307341378', NULL, '', '1530 ', '00074 ', '6000000.00', '0.00', '00599 04.06.20й Шартнома№3 га асосан когоз скотч махсулоти у чун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(525, 2, NULL, '2020-06-17 16:59:18', '23120000300000083001', '200242936', NULL, '', '1537 ', '00083 ', '2400000.00', '0.00', '00634 09.03.20й Фукаролик-Хуку кий Келишув№03-2020 га асосан Алиев Онинг июнь ойи бунак маб лаги  п/к8600120488489074 хисо б ракамига утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(526, 2, NULL, '2020-06-17 16:59:31', '20208000204796547001', '301296454', NULL, '', '1535 ', '00059 ', '6300000.00', '0.00', '00599 25.05.20й Шартнома№88 га асоан  наждак когоз 2000 махс улоти учун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(527, 2, NULL, '2020-06-17 17:00:03', '20208000204796547001', '301296454', NULL, '', '1534 ', '00059 ', '6800000.00', '0.00', '00599 \"00518 Оплата по договор у 01.06.20й Шартнома№42 га асо ан занглашка карши суюклик WD махсулоти учун олдиндан 100% т улов  от 04.05.2020  Сумма 680 0000-00. Без НДС\"', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(528, 2, NULL, '2020-06-17 17:00:24', '20208000204796547001', '301296454', NULL, '', '1531 ', '00059 ', '6500000.00', '0.00', '00599 12.05.20й Шартнома№29 га асоан елимли когоз скотч махс улоти учун олдиндан 100% тулов от 04.05.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(529, 2, NULL, '2020-06-17 17:00:21', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1538 ', '00083 ', '2000000.00', '0.00', '00634 Шартномага асосан ишчи х одимларнинг 2020 й июнь  ойи б унак  маблаги Мухтаров В га  у тказилди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(530, 2, NULL, '2020-06-17 17:16:48', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5063 ', '00873 ', '0.00', '1000000000.00', '00518 Предоплата 15% за запасн ые части, согласно Договор ком иссии №LK002 от 22.07.2019г. З аявки № 7 от 09.06.2020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(531, 2, NULL, '2020-06-17 17:57:33', '20214000205005774008', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '1539 ', '01041 ', '1000000000.00', '0.00', '00599 24.01.20й Шартнома№12-01 /2020 ва 05.06.20й Фактура№209 га асосан CEW670-UZ(GMW 15187 ) black махсулоти учун100% тул ов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(532, 2, NULL, '2020-06-17 20:01:41', '23206000200000079002', '201642073', NULL, '', '15 ', '00079 ', '0.00', '15000000.00', '00668 \"Хамкорбанк АТБ\" Амалиёт булимининг 17.06.2020 й кунги модеммограммасига ва мижоз ро зилигига асосан нотугри келиб тушган маблаг кайтарилди,', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(533, 2, NULL, '2020-06-18 11:47:57', '20208000305118857001', '306667534', NULL, '', '66 ', '00070 ', '0.00', '1500000.00', '00668 id1361- Real karton MCHJ дан id364 лот учун 5% закалат пули утказилди', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(534, 2, NULL, '2020-06-18 12:32:53', '20208000905145436001', '306876464', NULL, '', '122 ', '00070 ', '0.00', '2000000.00', '00668 27.05.2020 йил кунги № 1 4/20-П сонли шартномага асосан иккиламчи ностандарт ёгоч под дон учун тулов', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(535, 2, NULL, '2020-06-18 13:43:58', '20218000505238514001', '597841274', NULL, '', '1 ', '00083 ', '0.00', '1995000.00', '00668 17.06.2020й кунги шарт № 18/20-П га асосан халк истемол моллари сотиб олиш ун 100% ту лов', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(536, 2, NULL, '2020-06-18 13:08:23', '20208000704437022001', '205280633', NULL, '', '1572 ', '00083 ', '15000000.00', '0.00', '00518 23.11.2009 й Шартнома№ L OC/01 ва 09.06.20 й Фак№24 га асосан бутловчи кисмлар учун т улов 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(537, 2, NULL, '2020-06-18 14:02:59', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '320323 ', '00083 ', '2021372528.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(538, 2, NULL, '2020-06-18 14:02:59', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '320324 ', '00083 ', '101352000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(539, 2, NULL, '2020-06-18 14:03:00', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '320325 ', '00083 ', '616536576.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(540, 2, NULL, '2020-06-18 14:03:00', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '320326 ', '00083 ', '99189000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(541, 2, NULL, '2020-06-18 14:03:00', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '320327 ', '00083 ', '99189000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(542, 2, NULL, '2020-06-18 16:34:14', '22812000499021041001', '200295585', NULL, '', '1588 ', '00657 ', '667333.00', '0.00', '00687 26.12.17й Кредит№167  га асосан иш хаки хисобидан Абду олимов Ф Мнинг кредити 2020й м ай ойи учун утказилди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(543, 2, NULL, '2020-06-18 16:34:15', '29801000699412886333', '200242864', NULL, '', '1594 ', '00059 ', '250000.00', '0.00', '00687 14.09.16й Шартнома№402 г а асосан иш хакидан Мадаминов Жавохир Жахонгир углига тегишл и  кредит карзни кайтариш учун 2020й май ойига тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(544, 2, NULL, '2020-06-18 16:34:15', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1595 ', '00014 ', '883134.00', '0.00', '09510~400910860034017950100079 001~202525534~09510 АМИ ш/х 40 0910860034017950100079001 инн2 02525534 19.09.19й Шартнома№3к /034 га а-н МЯМТ фак Рахматулл аев Мухаммадали Мухаммадзокир углига  укиш учун иш хаки хис обидан  кисман тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(545, 2, NULL, '2020-06-18 16:34:15', '20208000504218869001', '204248480', NULL, '', '1508 ', '01098 ', '6415000.00', '0.00', '00668 01.01.19й Шартнома№37 ва 20.02.20й Фактура№1125га асос ан мехмонхона хизмат учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(546, 2, NULL, '2020-06-18 16:34:15', '29801000299640436333', '200242864', NULL, '', '1589 ', '00059 ', '2796829.48', '0.00', '00687 08.11.19й Шартнома№640 г а асосан иш хакидан Тургунов А бдаким Рахимжановичга тегишли кредит карзни кайтариш учун 2 020й май  ойига тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(547, 2, NULL, '2020-06-18 16:34:15', '20412000200801799001', '203377060', NULL, '', '1590 ', '00059 ', '89108.00', '0.00', '00687 15.05.18й Шартнома№б/н г а асосан Султонов Бга иш хаки хисобидан 2020 й май ойи  кред ит учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(548, 2, NULL, '2020-06-18 16:36:55', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1596 ', '00014 ', '500000.00', '0.00', '09510~400910860032037950100079 001~200258091~09510 ТДАУ Анд ф -л  ш/х40091086003203795010007 9001 инн200258091  06.03.20й Ш арт№305 га ас-н УХК 1/35  фак Махмудов Олимжонга   иш хаки хисобидан укиш учун  тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(549, 2, NULL, '2020-06-18 16:31:56', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1575 ', '00083 ', '4694600.00', '0.00', '00634 Шартномага асосан ишчи ходимларнинг сафар харажати ма благлари  утказилди Руйхат ило ва килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(550, 2, NULL, '2020-06-18 16:36:56', '29896000000000069026', '201832629', NULL, '', '1587 ', '00069 ', '1500000.00', '0.00', '00687 20.04.17й Кредит Шартном а№2017/9 га асосан намунавий у й учун Тургунова Мга иш хакида н 2020й май учун 100%тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(551, 2, NULL, '2020-06-18 16:36:56', '20206000799140013001', '000000000', NULL, '', '1586 ', '00059 ', '326484.02', '0.00', '00687 687 Кредит шартнома № 40 7 га асосан иш хакидан Ибайдул лаев Отабек Кудратиллаевичга т егишли булган  кредит карзни к айтариш учун 2020й май ойига т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(552, 2, NULL, '2020-06-18 16:36:56', '23120000600000081001', '200242968', NULL, '', '1574 ', '00081 ', '3220000.00', '0.00', '00634 Шартномага асосан  июнь ойи бунак иш хаки  Мирзаолимов Нурмухаммад Нурилло углининг ПК.га (8600 0804 0599 0200)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(553, 2, NULL, '2020-06-18 16:36:56', '29801000000000074313', '000000000', NULL, '', '1593 ', '00074 ', '4899364.35', '0.00', '00687 Иш хакидан  намунавий уй кредит карзни кайтаришга  Ше рматов Эркин 29801000098793098 333 х/рга 495 895,86 сум Рузим атов Адахамбек 298010001987957 37333 х/рга 800 000сум ва Ибра гимов Алишер 29801000098793829 333 х/р 1 603 468,49сум Шакиро в Акрам -2 000 000сум 2020й ма й ойи учун тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(554, 2, NULL, '2020-06-18 16:36:56', '29801000600000082023', '200242975', NULL, '', '1597 ', '00082 ', '15255247.85', '0.00', '00687 Шартномага асосан ишчи х одимларни намунавий уй курилиш и учун олинган кредит карзни к айтаришга иш хакидан  2020й ма й ойи учун тулов Руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(555, 2, NULL, '2020-06-18 16:36:57', '20208000904997528001', '302384146', NULL, '', '1585 ', '01074 ', '2000000.00', '0.00', '00668 16.06.20й Шартнома№97 га асосан мехмонхона хизмати учу н олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(556, 2, NULL, '2020-06-18 16:53:30', '20208000604348067001', '205180188', NULL, '', '1174 ', '00923 ', '47975000.00', '0.00', '00599 05.04.20й Шартнома № 27 ва 05.05.20й Фактура№18 га ас осан Флизелин (1х033метр, вес 35гр) махсулоти учун 100% туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(557, 2, NULL, '2020-06-18 16:50:40', '20208000200244201001', '302667473', NULL, '', '320 ', '01162 ', '0.00', '481824.84', '00668 на проведение лабораторн ых испытаний (измерений) по до говору 24/20-Л от 06.06.2020 г ода.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(558, 2, NULL, '2020-06-19 15:59:44', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880982 ', '00083 ', '69946.59', '0.00', '00668 BC 19.06.2020 погашение Банк.перевод Иностр. -69946.59 от суммы 9840.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(559, 2, NULL, '2020-06-19 15:59:44', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880984 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 9840.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(560, 2, NULL, '2020-06-19 15:59:45', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880983 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 9840.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(561, 2, NULL, '2020-06-19 15:59:45', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880981 ', '00083 ', '100000.00', '0.00', '00668 BC 19.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 9840.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(562, 2, NULL, '2020-06-19 16:08:03', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880914 ', '00083 ', '68423.81', '0.00', '00668 BC 19.06.2020 погашение Банк.перевод Иностр. -68423.81 от суммы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(563, 2, NULL, '2020-06-19 16:08:03', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880916 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(564, 2, NULL, '2020-06-19 16:08:03', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880915 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(565, 2, NULL, '2020-06-19 16:08:04', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880913 ', '00083 ', '100000.00', '0.00', '00668 BC 19.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(566, 2, NULL, '2020-06-19 16:08:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880988 ', '00083 ', '68423.81', '0.00', '00668 BC 19.06.2020 погашение Банк.перевод Иностр. -68423.81 от суммы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(567, 2, NULL, '2020-06-19 16:08:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880990 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(568, 2, NULL, '2020-06-19 16:08:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880989 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(569, 2, NULL, '2020-06-19 16:08:12', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880987 ', '00083 ', '100000.00', '0.00', '00668 BC 19.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 9630.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(570, 2, NULL, '2020-06-19 16:08:20', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880992 ', '00083 ', '425364.61', '0.00', '00668 BC 19.06.2020 погашение Банк.перевод Иностр. -425364.6 1 от суммы 59857.92 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(571, 2, NULL, '2020-06-19 16:08:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880994 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 59857.92 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(572, 2, NULL, '2020-06-19 16:08:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880993 ', '00083 ', '75000.00', '0.00', '00668 BC 19.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 59857.92 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(573, 2, NULL, '2020-06-19 16:08:21', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39880991 ', '00083 ', '100000.00', '0.00', '00668 BC 19.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 59857.92 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(574, 2, NULL, '2020-06-19 17:42:19', '29801000900000893003', '202527894', NULL, '', '1591 ', '00893 ', '954769.92', '0.00', '00687 15.08.14й Кредит Шартном а№165 га асосан намунавий уй у чун Келдибоев Гайратжонга иш х акидан 2020й май учун 100%туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(575, 2, NULL, '2020-06-19 17:42:19', '29801000900000893003', '202527894', NULL, '', '1592 ', '00893 ', '954769.92', '0.00', '00687 15.08.14й Кредит Шартном а№166 га асосан намунавий уй у чун Каттабеков Зга иш хакидан 2020й май учун 100%тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(576, 2, NULL, '2020-06-19 17:42:19', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1611 ', '00014 ', '4314875.00', '0.00', '09510~400910860034017950100079 001~202525534~09510 АМИ ш/х 40 0910860034017950100079001 инн2 02525534 19.09.19й Шартнома№3к /034 га а-н МЯМТ фак Рахматулл аев Мухаммадали Мухаммадзокир углига  укиш учун иш хаки хис обидан  кисман тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(577, 2, NULL, '2020-06-19 17:42:19', '20208000000246563001', '302614301', NULL, '', '1612 ', '01114 ', '5000000.00', '0.00', '00668 25.04.20й Шартнома№1 ва 16.06.20 й Фактура№1 га асосан видеоролик тайёрлаш монтаж хи змати учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(578, 2, NULL, '2020-06-19 17:44:29', '29896000900000650054', '200246843', NULL, '', '1613 ', '00650 ', '750000.00', '0.00', '00669 16.03.20й Шартнома№426 г а асоан Сайфидинов Саидбекга С ЧР учун иш хаки хисобидан кисм ан тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(579, 2, NULL, '2020-06-19 17:40:38', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1614 ', '00083 ', '11975900.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(580, 2, NULL, '2020-06-19 17:44:31', '20208000800660415001', '304274653', NULL, '', '1615 ', '01066 ', '10000000.00', '0.00', '00668 28.05.20й Шартнома№09-АЭ /2020 га асосан бохолаш хизмат и экспертиза килиш хизмати учу н  олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(581, 2, NULL, '2020-06-19 17:44:31', '20208000904262722001', '204235394', NULL, '', '1616 ', '00069 ', '18934600.00', '0.00', '00668 29.02.20й Шартнома№01 ва 22.04.20й Фак №28 га асосан я роксиз буёк чикиндиларни зарар сизлантириш учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(582, 2, NULL, '2020-06-19 17:44:31', '20208000300615384001', '303920349', NULL, '', '1617 ', '00930 ', '40000000.00', '0.00', '00668 04.01.20й Шартнома №2020 /03 га асосан газ тулдириш хиз мати учун олдиндан 100 % тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(583, 2, NULL, '2020-06-19 17:44:31', '20208000000891246001', '305603574', NULL, '', '1618 ', '00224 ', '50000000.00', '0.00', '00599 31.03.20й Шартнома№23 ва 01.04.20й Фактура№57 га асоса н велосипед махсулоти учун 100 % тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(584, 2, NULL, '2020-06-19 17:44:31', '23120000400001114001', '207210194', NULL, '', '1620 ', '01114 ', '4000480.00', '0.00', '00634 00668 19.06.20й Шартнома №1 га асосан Гофуров Азизбек А вазбекович  пк№860053047524593 5  х/р га уй ижараси хизмати у чун ойлик 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(585, 2, NULL, '2020-06-19 17:44:31', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1621 ', '00014 ', '545520.00', '0.00', '08102~100022860103401311130009 3~08102 Гафуров А А (инн427201 245)ниниг мулк ижарага бергани лиги учун даромад солиги ШХ 10 00228601034013111300093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(586, 2, NULL, '2020-06-19 17:52:24', '17101000600000083681', '200242936', NULL, '', '9 ', '00083 ', '0.00', '480378729.60', '61061 19.06.2020й кунги кайта сотилган валюта суми утказилди курс 10 170,00 сум', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(587, 2, NULL, '2020-06-19 17:52:24', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '2280393.47', '0.00', '00668 BC 19.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(588, 2, NULL, '2020-06-19 18:15:13', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '18 ', '00083 ', '0.00', '48574703.20', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(589, 2, NULL, '2020-06-22 15:57:14', '20208000205013809001', '302466709', NULL, '', '543 ', '00069 ', '0.00', '4518500.00', '00522 Халк хожалик моллари учу н колган 70 % тулов. 27.05.202 0й. кунги шартнома № 15/20-П г а асосан', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(590, 2, NULL, '2020-06-22 15:57:14', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '5976923.82', '0.00', '00668 BC 22.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(591, 2, NULL, '2020-06-22 16:14:18', '20214000604803708001', '301331806', NULL, 'СП ООО \"Уз-Ханву\"', '0000000696 ', '01088 ', '0.00', '6078258.76', '00515Оплата по договору № 25/2 0-Л от 08.06.2020 г., за прове дение лабораторных работ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(592, 2, NULL, '2020-06-22 16:50:18', '20210000303768814030', '202530465', NULL, '', '1632 ', '01041 ', '10000.00', '0.00', '00668 Хисоб-фактураларни элект ронни жунатиш  учун  тулов ут- ди', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(593, 2, NULL, '2020-06-22 16:50:53', '20208000900516389006', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1635 ', '00076 ', '155000000.00', '0.00', '00641 Иккиламчи хисобни тулдир иш учун ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(594, 2, NULL, '2020-06-22 16:52:31', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1634 ', '00014 ', '2649345.40', '0.00', '08102~401421860703401345071514 4~08102 Экологик инспекцияси ш /х4014218607034013450715144 ин н 202263140 низом Б хисоб кито бига асосан 2020 й учун атроф мухит ифлослантириш компенсаци яси 100%тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(595, 2, NULL, '2020-06-23 13:23:57', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '324977 ', '00083 ', '263226800.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(596, 2, NULL, '2020-06-23 14:50:44', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5288 ', '00873 ', '0.00', '2000000000.00', '00518 Предоплата 32% за запасн ые части, согласно Договор ком иссии №LK002 от 22.07.2019г., заявка №7  от 09.06.2020г., ра нее 16%.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(597, 2, NULL, '2020-06-23 14:50:44', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '12271.22', '0.00', '00668 BC 23.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(598, 2, NULL, '2020-06-23 15:52:19', '20208000100600257052', '200933985', NULL, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '1640 ', '00491 ', '30250000.00', '0.00', '00505 18.06.20й Шартнома№46720 25 га асосан ГСМ махсулоти учу н олдиндан 100% тулов БК 10107', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(599, 2, NULL, '2020-06-23 15:52:22', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1639 ', '00083 ', '2734800.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(600, 2, NULL, '2020-06-23 16:56:39', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913193 ', '00083 ', '206507.03', '0.00', '00668 BC 23.06.2020 погашение Банк.перевод Иностр. -206507.0 3 от суммы 29001.03 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(601, 2, NULL, '2020-06-23 16:56:39', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913195 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 29001.03 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(602, 2, NULL, '2020-06-23 16:56:39', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913194 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 29001.03 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(603, 2, NULL, '2020-06-23 16:56:40', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913192 ', '00083 ', '100000.00', '0.00', '00668 BC 23.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 29001.03 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(604, 2, NULL, '2020-06-23 17:03:09', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913198 ', '00083 ', '12148.91', '0.00', '00668 BC 23.06.2020 погашение Банк.перевод Иностр. -12148.91 от суммы 118560.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(605, 2, NULL, '2020-06-23 17:03:09', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913220 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 118560.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(606, 2, NULL, '2020-06-23 17:03:09', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913219 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 118560.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(607, 2, NULL, '2020-06-23 17:03:10', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913197 ', '00083 ', '100000.00', '0.00', '00668 BC 23.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 118560.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(608, 2, NULL, '2020-06-24 12:13:13', '20208000700762365001', '304838392', NULL, '', '0000000005 ', '00923 ', '0.00', '1827500.00', '00599 15.06.2020 й шартнома № 16\\20-П га асосан ТНП махсулот лари сотиб олиш учун', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(609, 2, NULL, '2020-06-24 14:36:32', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913222 ', '00083 ', '181990.68', '0.00', '00668 BC 23.06.2020 погашение Банк.перевод Иностр. -181990.6 8 от суммы 25556.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(610, 2, NULL, '2020-06-24 14:36:33', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913224 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 25556.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(611, 2, NULL, '2020-06-24 14:36:33', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913223 ', '00083 ', '75000.00', '0.00', '00668 BC 23.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 25556.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(612, 2, NULL, '2020-06-24 14:36:33', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39913221 ', '00083 ', '100000.00', '0.00', '00668 BC 23.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 25556.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(613, 2, NULL, '2020-06-24 16:09:29', '20208000305118857001', '306667534', NULL, '', '1651 ', '00070 ', '1500000.00', '0.00', '00599 22.06.20й Хатга асосан О ртикча маблаг кайтарилди ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(614, 2, NULL, '2020-06-24 16:09:32', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1658 ', '00083 ', '20952800.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(615, 2, NULL, '2020-06-24 16:09:47', '20208000700414321001', '303128034', NULL, '', '1649 ', '00974 ', '4260000.00', '0.00', '00599 16.06.20й Шартнома№1240 га асосан картридж махсулоти у чун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(616, 2, NULL, '2020-06-24 16:09:52', '20210000600406161001', '200226796', NULL, '', '1652 ', '00068 ', '2000000.00', '0.00', '00668 13.01.20 й Шартнома №47 ва 23.06.20й Хисоб№17  га асос ан экспертиза хизмати учун олд индан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(617, 2, NULL, '2020-06-24 16:10:04', '20208000905104396001', '306598335', NULL, '', '1648 ', '01114 ', '480000.00', '0.00', '00599 18.06.20й Швртнома№27/06 -1 га асосан  вентилятор махсу лоти учун олдиндан 15% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(618, 2, NULL, '2020-06-24 16:10:09', '20208000301004943001', '306108627', NULL, '', '1633 ', '01120 ', '5513100.00', '0.00', '00668 17.06.20й Шартнома №11/1 га асосан Ойнали эшик ва витр ажлар урнатиш  учун олдиндан 1 00% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(619, 2, NULL, '2020-06-24 17:06:20', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1200139549 ', '00083 ', '232058.39', '0.00', '00667 Валюта хизматларидан хис обланган банк хизмати ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(620, 2, NULL, '2020-06-25 08:43:16', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '327270 ', '00083 ', '917210880.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(621, 2, NULL, '2020-06-25 12:01:26', '20214000205005774008', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '0000000076 ', '01041 ', '0.00', '420000.00', '00698Оплата 100% по дог,целево го займа от 19.03.2014 г. сотр удника Курбоновой Г. за погаше ние займа с удержанием из з/п с июня месяца 2020 г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(622, 2, NULL, '2020-06-25 13:47:03', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '05381 ', '00873 ', '0.00', '2000000000.00', '00518 Предоплата 32% за запасн ые части, согласно Договор ком иссии №LK002 от 22.07.2019г., заявка №7  от 09.06.2020г.Ране е оплачено 48%.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(623, 2, NULL, '2020-06-25 14:40:35', '23102000000516389009', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1666 ', '00069 ', '3000000.00', '0.00', '00641 Корхона корпаратив карта хисобини тулдириш учун п/к860 01320....0815', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(624, 2, NULL, '2020-06-25 14:40:39', '20208000700290835001', '302842399', NULL, '', '1670 ', '00992 ', '10000000.00', '0.00', '00599 31.01.20й Шартнома №03 в а 09.06.20й Фак №34 га асосан икки катламли хаво пуфакча пл ёнка махсулоти учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(625, 2, NULL, '2020-06-25 14:42:56', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1665 ', '00014 ', '300000000.00', '0.00', '09570~402821860034017950100182 001~202236592~09570 603.Анд Ви лоят божхона бошкармаси ш/х402 821860034017950100182001 инн 2 02236592 божхона  процедураси 2020й июнь ойи учун аванс туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(626, 2, NULL, '2020-06-25 14:42:56', '20214000205005774008', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '1677 ', '01041 ', '1000000000.00', '0.00', '00599 11.02.20й Шартнома№16-02 /2020 ва 05.06.20й Фактура№220 га асосан CEW670-UZ(GMW 15187 ) black махсулоти учун 100% ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(627, 2, NULL, '2020-06-25 14:41:03', '20208000400774006001', '304866160', NULL, '', '1675 ', '00068 ', '6874400.00', '0.00', '00522 16.06.20й Шартнома№05 ва 22.06.20й Фактура№6 га асосан хужалик моллари учун 100% тул ов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(628, 2, NULL, '2020-06-25 14:41:09', '20214000905021041004', '302497495', NULL, '\"UNIVERSAL LOGISTICS SERVICES\" MChJ', '1668 ', '00444 ', '10000000.00', '0.00', '00668 05.01.17й Шартнома№85  в а 30.04.20й Фактура№10761 га а сосан юкларни саклаш хизмати у чун  олдиндан 100 %тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(629, 2, NULL, '2020-06-25 14:41:14', '20208000204538572001', '206779405', NULL, '', '1672 ', '00069 ', '100000000.00', '0.00', '00668 20.02.19й Шартнома№4 ва 31.05.20й Фактура№17 га асосан транспорт хизмати учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(630, 2, NULL, '2020-06-25 14:41:20', '20208000704843140001', '301556439', NULL, '', '1673 ', '00070 ', '4309728.50', '0.00', '00599 10.05.20й Шартнома№18 ва 10.05.20й Фактура№18  га асос ан полиэтилен пакет махсулоти учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(631, 2, NULL, '2020-06-25 14:41:29', '20208000600905146001', '305680149', NULL, '', '1669 ', '01072 ', '9640000.00', '0.00', '00599 14.03.20й Шартнома№22  в а 09.06.20й Фактура№24 га асос ан иккикатламли хаво пуфакчали к плёнка махсулоти учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(632, 2, NULL, '2020-06-25 14:44:45', '20214000404281148001', '204663354', NULL, '', '1678 ', '00842 ', '10240000.00', '0.00', '00668 25.11.19й Шартнома№17А01 №0501/2019 ва 31.05.20 й Факту ра№30006/S  га асосан интернет алока  хизмати абон тулов учу н олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(633, 2, NULL, '2020-06-25 14:41:40', '45249000100000069130', '201832629', NULL, '', '1667 ', '00069 ', '15000.00', '0.00', '00667 667 Пластик карточкага у тказилган маблаг учун 0,5% ком иссия тулови', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(634, 2, NULL, '2020-06-25 15:00:12', '20208000104798264001', '301306749', NULL, '', '1676 ', '00078 ', '10380400.00', '0.00', '00668 25.03.20й Шартнома№7  ва 24.06.20й Фактура№15 га асос ан  электро двигатель ва насос таъмирлаш хизмати учун 100% т улов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(635, 2, NULL, '2020-06-25 15:11:44', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '328431 ', '00083 ', '290534160.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(636, 2, NULL, '2020-06-25 15:56:29', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '328819 ', '00083 ', '535305214.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(637, 2, NULL, '2020-06-25 16:54:27', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939366 ', '00083 ', '200912.01', '0.00', '00668 BC 25.06.2020 погашение Банк.перевод Иностр. -200912.0 1 от суммы 28207.20 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(638, 2, NULL, '2020-06-25 16:54:28', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939368 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 28207.20 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(639, 2, NULL, '2020-06-25 16:54:28', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939367 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 28207.20 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(640, 2, NULL, '2020-06-25 16:54:28', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939365 ', '00083 ', '100000.00', '0.00', '00668 BC 25.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 28207.20 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(641, 2, NULL, '2020-06-25 16:54:36', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939370 ', '00083 ', '634068.13', '0.00', '00668 BC 25.06.2020 погашение Банк.перевод Иностр. -634068.1 3 от суммы 89049.60 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(642, 2, NULL, '2020-06-25 16:54:36', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939373 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 89049.60 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(643, 2, NULL, '2020-06-25 16:54:37', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939371 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 89049.60 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(644, 2, NULL, '2020-06-25 16:54:37', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939369 ', '00083 ', '100000.00', '0.00', '00668 BC 25.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 89049.60 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(645, 2, NULL, '2020-06-25 16:54:45', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939378 ', '00083 ', '370085.01', '0.00', '00668 BC 25.06.2020 погашение Банк.перевод Иностр. -370085.0 1 от суммы 51971.38 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(646, 2, NULL, '2020-06-25 16:54:45', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939400 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 51971.38 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(647, 2, NULL, '2020-06-25 16:54:45', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939399 ', '00083 ', '75000.00', '0.00', '00668 BC 25.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 51971.38 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(648, 2, NULL, '2020-06-25 16:54:46', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39939377 ', '00083 ', '100000.00', '0.00', '00668 BC 25.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 51971.38 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(649, 2, NULL, '2020-06-25 17:01:25', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '329146 ', '00083 ', '228920000.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(650, 2, NULL, '2020-06-26 09:16:50', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '5 ', '00083 ', '1355801.54', '0.00', '00667 валюта хизматларидан хис обланг Банк хизмати ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(651, 2, NULL, '2020-06-26 09:28:49', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1 ', '00083 ', '0.00', '23619997.78', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(652, 2, NULL, '2020-06-26 14:26:22', '20214000004656559001', '206937019', NULL, '', '1687 ', '00416 ', '30000000.00', '0.00', '00518 02.12.13й Шартнома№55 ва 08.02.20й Фактура№099 га асос ан автомашина эхтиёт кисмлари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(653, 2, NULL, '2020-06-26 14:57:28', '20214000604803708001', '301331806', NULL, 'СП ООО \"Уз-Ханву\"', '0000000725 ', '01088 ', '0.00', '10000000.00', '00668Оплата по договору № 01/1 5 от 06.01.2015  г., за ДПО ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(654, 2, NULL, '2020-06-26 16:46:38', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1693 ', '00014 ', '1400000.00', '0.00', '09510~400110860034017950100079 006~202525534~09510 АндМИИ ш/х 400110860034017950100079006 ин н202525534 25.01.20й Шар№ТБ-20 20-09/3 га асосан Халкаро стан дарт семинар тренинг учун 100 % тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(655, 2, NULL, '2020-06-26 16:46:38', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1690 ', '00014 ', '4000000.00', '0.00', '09510~400910860034017950100079 002~202217655~09510 АДУ ш/х400 910860034017950100079002 инн20 2217655  02.10.19й Шарт№002-00 6138646 га ас-н 5140200-Физика Фак Мадаминова Мархабохон Мах аммаджонкизи укиш учун иш хаки хисобидан кисман тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(656, 2, NULL, '2020-06-26 16:46:38', '20208000100431103001', '201631768', NULL, '', '1692 ', '00831 ', '11168000.00', '0.00', '00668 30.01.20й Шартнома№93-00 12/20  ва 18.02.20й Фактура№10 03757 га асосан ИСО стандарти тизими менеджменти аудити хизм ати учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(657, 2, NULL, '2020-06-26 16:43:18', '20218000204521361001', '469884435', NULL, '', '1691 ', '00083 ', '300000.00', '0.00', '00599 26.06.20й Хатга асосан О ртикча маблаг кайтарилди ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(658, 2, NULL, '2020-06-26 16:43:30', '22638000800285369301', '200230760', NULL, '', '1694 ', '00059 ', '18053785.00', '0.00', '00599 03.01.17й Шартнома №417 ва 24.06.20й Фактура№06 га ас осан ичимлик ва окова сув учун олдиндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(659, 2, NULL, '2020-06-26 16:43:34', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1689 ', '00083 ', '19816400.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(660, 2, NULL, '2020-06-26 16:43:42', '20208000604955426001', '302175113', NULL, '', '1635 ', '00079 ', '10202586.00', '0.00', '00668 16.03.2020 Шартнома №03/ 12 ва 10.04.20й Фактурага асос ан хаво мухофазаси буйича лабо ратория тахлили хизмати учун 1 00% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(661, 2, NULL, '2020-06-26 19:11:59', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '11 ', '00083 ', '14529131.82', '0.00', '00667 валюта хизматларидан хис обланган банк хизмати ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(662, 2, NULL, '2020-06-29 15:20:18', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1705 ', '00014 ', '11100000.00', '0.00', '08101~100022860103401314520809 3~08101 2020 йил июнь ойи буйи ча Сув солигига  тулов ШХ 1000 228601034013145208093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(663, 2, NULL, '2020-06-29 15:20:19', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1704 ', '00014 ', '871002.60', '0.00', '09510~400121860034017950100065 002~200237434~09510 Анд вил да в архиви ш/х400121860034017950 100065002 инн 200237434  29.06 .20 й Шарт№37 га асосан архив хизмати учун олдиндан 15% туло в', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(664, 2, NULL, '2020-06-29 16:01:47', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5579 ', '00873 ', '0.00', '1820000000.00', '00518 Предоплата 100% за кд, с огласно Дог №144-41100/2016 от 31.12.2016г. (сум), согласно письма №06-01-Н2020 от 06.09.2 020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(665, 2, NULL, '2020-06-29 16:01:48', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC0 ', '00083 ', '205653.96', '0.00', '00668 BC 29.06.2020 погашение задолженности \"UZ-KORAM KOMPAN I\" масъулияти чекланган жамият и', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(666, 2, NULL, '2020-06-30 09:25:23', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '7 ', '00083 ', '0.00', '6557200.00', '00683 Конвертация килинмаган м аблагларни кайтариш ', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(667, 2, NULL, '2020-06-30 17:08:58', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1713 ', '00083 ', '14073500.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(668, 2, NULL, '2020-06-30 17:09:15', '20214000205005774008', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '1710 ', '01041 ', '500000000.00', '0.00', '00599 11.02.20й Шартнома№16-02 /2020 ва 05.06.20й Фактура№220 га асосан CEW670-UZ(GMW 15187 ) black махсулоти учун 100% ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(669, 2, NULL, '2020-06-30 17:09:23', '20208000905104396001', '306598335', NULL, '', '1709 ', '01114 ', '2720000.00', '0.00', '00599 18.06.20й Швртнома№27/06 -1 ва 18.06.20й Фактура№157  г а асосан  вентилятор махсулоти учун100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(670, 2, NULL, '2020-06-30 17:09:31', '20214000400600090001', '201223174', NULL, 'СП \"Уз-ДонгЖу Пэинт Ко\"', '1711 ', '01120 ', '500000000.00', '0.00', '00547 07.01.20 й Шартнома № 07 ва 09.06.20й Фактура№7-418 г а асосан лак буёк махсулотлари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(671, 2, NULL, '2020-06-30 17:43:51', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39996520 ', '00083 ', '154967.90', '0.00', '00668 BC 30.06.2020 погашение Банк.перевод Иностр. -154967.9 0 от суммы 19400.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(672, 2, NULL, '2020-06-30 17:43:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39996522 ', '00083 ', '75000.00', '0.00', '00668 BC 30.06.2020 погашение Расходы SWIFT -75000.00 от сум мы 19400.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(673, 2, NULL, '2020-06-30 17:43:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39996521 ', '00083 ', '75000.00', '0.00', '00668 BC 30.06.2020 погашение расходы Ино-Банка -75000.00 от суммы 19400.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(674, 2, NULL, '2020-06-30 17:43:52', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC39996519 ', '00083 ', '100000.00', '0.00', '00668 BC 30.06.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 19400.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(675, 2, NULL, '2020-06-30 19:07:39', '23106000900516389005', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '1714 ', '00083 ', '1455744500.00', '0.00', '00634 Ишчи ходимларнинг 2020 й июнь ойи бунак маблаги уткази лди руйхат илова килинади', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(676, 2, NULL, '2020-07-01 09:03:23', '22636000500285972313', '207255882', NULL, '', '10728504 ', '00075 ', '212094755.70', '0.00', '00653 Ч/О, 11-10728504/30.06.2 020 S=561,336,386.00 TP=010 29 .05.2017 йилдаги ПФ-5059 СОНЛИ ФАРМОНГА АСОСАН. \\n\\rАндижон БОБИР ЭТК ЭТК фойдасига ЭТК уч ун \\n\\rдебитор карздорлик ва о лдиндан тулов суммалари ундири лмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(677, 2, NULL, '2020-07-01 11:05:50', '20208000205013809001', '302466709', NULL, '', '558 ', '00069 ', '0.00', '443500.00', '00522 Халк хожалик моллари учу н олдиндан 100% тулов. 27.05.2 020й. кунги шартнома № 15/20-П га асосан', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(678, 2, NULL, '2020-07-01 13:28:11', '20208000905142034001', '306855284', NULL, '', '108 ', '00083 ', '0.00', '12000000.00', '00668 ABDULAZIZ SANOAT BIZNES INVEST MCHJ dan  ID-363,364,36 5,366,367,368 lotlar un 95% tu lov', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(679, 2, NULL, '2020-07-02 09:09:17', '22636000500285972313', '207255882', NULL, '', '10728504 ', '00075 ', '12443500.00', '0.00', '00653 Ч/О, 11-10728504/30.06.2 020 S=561,336,386.00 TP=010 29 .05.2017 йилдаги ПФ-5059 СОНЛИ ФАРМОНГА АСОСАН. \\n\\rАндижон БОБИР ЭТК ЭТК фойдасига ЭТК уч ун \\n\\rдебитор карздорлик ва о лдиндан тулов суммалари ундири лмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(680, 2, NULL, '2020-07-02 09:35:46', '20208000900516389006', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '2522277290 ', '00076 ', '0.00', '4179617.25', '00642 Списание средств со втор ичного счета на основной р/сче т клиента для погашения Картот еки №2.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(681, 2, NULL, '2020-07-02 16:07:26', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5797 ', '00873 ', '0.00', '4000000000.00', '00518 Предоплата 100% за кд, с огласно Дог №144-41100/2016 от 31.12.2016г. (сум), согласно письма', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(682, 2, NULL, '2020-07-02 16:31:59', '22636000500285972313', '207255882', NULL, '', '10728504 ', '00075 ', '336798130.30', '0.00', '00653 П/О, 11-10728504/30.06.2 020 S=561,336,386.00 TP=010 29 .05.2017 йилдаги ПФ-5059 СОНЛИ ФАРМОНГА АСОСАН. \\n\\rАндижон БОБИР ЭТК ЭТК фойдасига ЭТК уч ун \\n\\rдебитор карздорлик ва о лдиндан тулов суммалари ундири лмокда', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(683, 2, NULL, '2020-07-02 16:30:46', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '58896 ', '00083 ', '5000000.00', '0.00', '00668 П/О, 06-58896/02.07.2020 S=5,000,000.00 TP=068 BC 02.0 7.2020 погашение Абонентская п лата за ведение счетов(св 10 м рзп) -5000000.00 за период 01. 07.2020-31.07.2020 \"UZ-KORAM K OMPANI\" масъулияти чекланган ж амияти', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389');
INSERT INTO `document` (`id`, `file_id`, `expence_type_id`, `detail_date`, `detail_account`, `detail_inn`, `detail_partner_unique_code`, `detail_name`, `detail_document_number`, `detail_mfo`, `detail_debet`, `detail_kredit`, `detail_purpose_of_payment`, `code_currency`, `contract_date`, `tip_deb_kred`, `company_account_id`, `data_id`, `period_id`, `inn_id`, `filecom_id`, `company_unikal`) VALUES
(684, 2, NULL, '2020-07-02 16:20:06', '20208000300708511001', '304494625', NULL, '', '350 ', '00083 ', '0.00', '59179819.00', '00668 01.06.2020 йилдаги молия вий лизинг шартномасига асосан 2020 йил июн ойи учун ижара т улови', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(685, 2, NULL, '2020-07-02 16:23:51', '20214000204803400007', '301305243', NULL, '', '0000001320 ', '01041 ', '0.00', '16899174.00', '00599Предоплата 50% за противо откатный упор (81.66935-0021)- 300шт согласно Договор № MANUZ -Uzkoram 170620 от 01.07.2020', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(686, 2, NULL, '2020-07-03 11:37:24', '20214000305005774001', '302390432', NULL, 'СП ООО \"Автосаноат-Сепла\"', '1731 ', '00958 ', '2000000000.00', '0.00', '00599 11.02.20й Шартнома№16-02 /2020 ва 05.06.20й Фактура№220 га асосан CEW670-UZ(GMW 15187 ) black махсулоти учун 100% ту лов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(687, 2, NULL, '2020-07-03 11:41:13', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1729 ', '00014 ', '53000000.00', '0.00', '08101~100022860403401313610509 3~08101 2020й июль ойи мулк со лиги учун утказилмокда ШХ 1000 228604034013136105093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(688, 2, NULL, '2020-07-03 11:41:14', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1728 ', '00014 ', '20000000.00', '0.00', '08101~100022860503401313121209 3~08101 2020 йил июль ойи учун Ер солигига тулов ШХ 10002286 05034013131212093', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(689, 2, NULL, '2020-07-03 11:37:57', '20214000400600090001', '201223174', NULL, 'СП \"Уз-ДонгЖу Пэинт Ко\"', '1730 ', '01120 ', '1000000000.00', '0.00', '00547 07.01.20 й Шартнома № 07 ва 09.06.20й Фактура№7-418 г а асосан лак буёк махсулотлари учун 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(690, 2, NULL, '2020-07-03 13:36:55', '17409000100000083559', '535318417', NULL, '', '32320499 ', '00083 ', '0.00', '500000.00', '00668 Дадабаев Икромжоннинг гр афикка асосан карздорлиги учун тулов~14369843~860053***1537', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '00516389'),
(691, 2, NULL, '2020-07-03 15:10:56', '22613000900516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', '336722 ', '00083 ', '7467500.00', '0.00', '00641 Переброска денежных сред ств для конвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(692, 2, NULL, '2020-07-03 15:55:38', '20208000300185981001', '200640719', NULL, '', '1727 ', '01110 ', '6000000.00', '0.00', '00668 29.11.2019й Шартнома№484 8  га асосан юкларни кабул кил иш ва саклаш хизмати учун олди ндан 100% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(693, 2, NULL, '2020-07-03 16:58:30', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC40040710 ', '00083 ', '5188.42', '0.00', '00668 BC 03.07.2020 погашение Банк.перевод Иностр. -5188.42 от суммы 725.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(694, 2, NULL, '2020-07-03 16:58:30', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC40040712 ', '00083 ', '75000.00', '0.00', '00668 BC 03.07.2020 погашение Расходы SWIFT -75000.00 от сум мы 725.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(695, 2, NULL, '2020-07-03 16:58:31', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC40040711 ', '00083 ', '75000.00', '0.00', '00668 BC 03.07.2020 погашение расходы Ино-Банка -75000.00 от суммы 725.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(696, 2, NULL, '2020-07-03 16:58:31', '16401000700516389001', '200908912', NULL, 'ООО \"Уз-Корам Ко\"', 'BC40040709 ', '00083 ', '100000.00', '0.00', '00668 BC 03.07.2020 погашение Импорт шартн. ЕИСВО/ИАБС базас ига киритиш -100000.00 от сумм ы 725.00 от', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(697, 2, NULL, '2020-07-03 17:17:10', '20208000100440134001', '303223186', NULL, '', '1732 ', '00493 ', '14280000.00', '0.00', '00599 22.06.20й Шартнома№10 ва 22.06.20й Фактура№8 га асоан нотукима мато махсулоти учун 1 00% тулов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(698, 2, NULL, '2020-07-03 17:17:10', '20208000700927112001', '305782923', NULL, '', '1734 ', '00083 ', '6912000.00', '0.00', '00599 16.06.20й Шартнома№01 га асосан когоз скотч 50*25мм ма хсулоти учун олдиндан 100% тул ов', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '00516389'),
(699, 3, NULL, '2020-06-01 13:50:11', '45253000300000873002', '201589828', NULL, '', '1 ', '00873 ', '100000.00', '0.00', '00668Комиссия В головной за ФИ Л.УЗАВТОСАНОАТ- ЦККИМО Комисс за СВИФТ 100,000.00 Банковский перевод от суммы 1,000.00', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(700, 3, NULL, '2020-06-01 18:22:39', '45253000000000958320', '203174544', NULL, '', '1 ', '00958 ', '1500000.00', '0.00', '00668 Комиссия В филиал за ФИЛ ИАЛЫ, ДМО - Срочной (юр.л.) пе рев.за пред.РУз(Юр.лицо,)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(701, 3, NULL, '2020-06-02 08:51:30', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '4489 ', '00873 ', '0.00', '4400000000.00', '00518 Оплата 100% за КД сог-но Договор №47-41100/2017 от 01. 03.2017г. (сум), сог письма №0 3/01-278 от 29,05,2020', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '04998531'),
(702, 3, NULL, '2020-06-03 12:17:38', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '474 ', '00014 ', '1608869635.88', '0.00', '09570~402821860262947950100182 001~200637640~09570 Л.с 402821 860262947950100182001  ИНН 200 637640  ГТК РУз Таможенное Упр авление по г.Ташкент. Предопла та 100% за таможенные процедур ы.  Сумма 1608869635-88. Без Н ДС\"', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(703, 3, NULL, '2020-06-04 14:35:59', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '1200154739 ', '00014 ', '24263.53', '0.00', '08102~100022860426290314110309 3~~Задолженность по 29-НДС на импорт втч пеня: 108.7 $BUDJET $302387173 $TAX_ID$20156000976 2', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(704, 3, NULL, '2020-06-04 14:51:56', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '481 ', '00958 ', '5000000.00', '0.00', '00634 Денеж ср-ва на пополнени е сум.корп.кр. для производств енных нужд предприятия Нарбаев Дж.Т.(п/к №8600 1320 8695 271 8) в май месяце 2020г', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(705, 3, NULL, '2020-06-04 17:18:22', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '482 ', '00958 ', '180441334.67', '0.00', '00634 Денежные средства для за числения зар.платы за май 2020 г. сотрудникам на пластиковые карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(706, 3, NULL, '2020-06-05 09:44:23', '22628000500000827999', '200547254', NULL, '', '484 ', '00827 ', '436014.85', '0.00', '08102 Уплата налога Отчисление в ИНПС за май 2020г. ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(707, 3, NULL, '2020-06-05 09:41:40', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '485 ', '00014 ', '52277761.68', '0.00', '08102~200110860626290321211009 3~08102 Уплата налога ЕСП от Ф ОТ 12% за май 2020г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(708, 3, NULL, '2020-06-04 19:30:52', '16413000504998531777', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '642975254 ', '00958 ', '6467903.85', '0.00', '00667 00667 Комиссия за открыт ие аккредитива А04998531-20-21 3 Kwangjin Autosystem', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(709, 3, NULL, '2020-06-04 19:30:52', '16413000504998531777', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '642975255 ', '00958 ', '100000.00', '0.00', '00667 00667 Комиссия за свифт сообщение поаккредитиву А04998 531-20-213 Kwangjin Autosystem', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(710, 3, NULL, '2020-06-05 11:38:57', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '483 ', '00014 ', '52177746.83', '0.00', '08102~100022860526290311110009 3~08102 Оплата НДФЛ за май 202 0г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(711, 3, NULL, '2020-06-05 11:52:30', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '487 ', '00958 ', '8000000.00', '0.00', '00634 Денежные средства для за числения на пластикую карточку аванса июн 2020г сотруднику Х удайбергенов Б.А. (8600 1309 4 030 7608)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(712, 3, NULL, '2020-06-08 10:17:52', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '490 ', '00958 ', '800000.00', '0.00', '00634 00634 Денежные средства для зачисление  командировочны м расходам за июнь 2020 г. на пластиковые карточки работнику Xakimov  Kazimbek Ulugbekovic h', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(713, 3, NULL, '2020-06-08 10:17:53', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '491 ', '00958 ', '800000.00', '0.00', '00634 00634 Денежные средства для зачисление  командировочны м расходам за июнь 2020 г. на пластиковые карточки работнику НУРМАТОВ БЕКЗОД АРЗИЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(714, 3, NULL, '2020-06-08 10:17:52', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '492 ', '00958 ', '800000.00', '0.00', '00634 00634 Денежные средства для зачисление  командировочны м расходам за июнь 2020 г. на пластиковые карточки работнику МИРЗАЕВ НУРБЕК ТУРСУНБАЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(715, 3, NULL, '2020-06-08 10:17:52', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '493 ', '00958 ', '800000.00', '0.00', '00634 00634 Денежные средства для зачисление  командировочны м расходам за июнь 2020 г. на пластиковые карточки работнику РАХИМОВ АЗИЗЖОН ХИКМАТДЖАНОВИ Ч', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(716, 3, NULL, '2020-06-08 10:50:49', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '00496 ', '00958 ', '700000.00', '0.00', '00634 00634 Пополнение корпора тивной сумовой карты за июнь 2 020г для хозяйственных нужд пр едприятия. Алимов Д.. (п/к 860 0 1320 6338 9116)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(717, 3, NULL, '2020-06-08 10:50:49', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '497 ', '00958 ', '700000.00', '0.00', '00634 00634 Пополнение корпора тивной сумовой карты за июнь 2 020г для хозяйственных нужд пр едприятия. Рахимов А.Х. (п/к 8 600 1320 7615 3673)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(718, 3, NULL, '2020-06-08 10:50:49', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '498 ', '00958 ', '700000.00', '0.00', '00634 00634 Пополнение корпора тивной сумовой карты за июнь 2 020 г для хозяйственных нужд п редприятия. ABASOV.A. (п/к 860 0 1320 4445 5408)', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(719, 3, NULL, '2020-06-09 14:43:17', '45225000700000958023', '203174544', NULL, '', '5 ', '00958 ', '6467903.85', '0.00', '00667 Комиссия за открытие имп орт аккредитива в иностранной валюте A04998531-20-213 ?Kwang jin Autosystems?', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(720, 3, NULL, '2020-06-09 16:49:05', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '504 ', '00958 ', '400000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику МИРЗА ЕВ НУРБЕК ТУРСУНБАЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(721, 3, NULL, '2020-06-09 16:49:05', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '503 ', '00958 ', '400000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику РАХИМ ОВ АЗИЗЖОН ХИКМАТДЖАНОВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(722, 3, NULL, '2020-06-09 16:48:31', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '501 ', '00958 ', '400000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику Xakim ov  Kazimbek Ulugbekovich', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(723, 3, NULL, '2020-06-09 16:48:31', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '502 ', '00958 ', '400000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику НУРМА ТОВ БЕКЗОД АРЗИЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(724, 3, NULL, '2020-06-09 16:57:00', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '4700 ', '00873 ', '0.00', '421000000.00', '00518 Оплата 100% за КД сог-но Договор №47-41100/2017 от 01. 03.2017г. (сум), сог письма №0 3/01-290 от 04.06.2020г. Акт № 880 от 03.06.2020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '04998531'),
(725, 3, NULL, '2020-06-10 10:14:08', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '500 ', '00958 ', '4000000.00', '0.00', '00634 Денежные средства для за числение опл за аренду жилья з а июнь 2020г  на пластиковые к арточки работников', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(726, 3, NULL, '2020-06-10 15:07:52', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '505 ', '00014 ', '14723134.67', '0.00', '08102~100022860626290313120309 3~08102 /100022860626290313120 3093  200835711  Оплата за 53 Налог на землю с юридических л иц за Июнь  2020 г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(727, 3, NULL, '2020-06-10 15:07:52', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '506 ', '00014 ', '14035664.38', '0.00', '08102~100022860426290313610109 3~08102 1000228604262903136101 093   Уплата налога Налог на и мущество с юридических лиц за июнь  2020год', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(728, 3, NULL, '2020-06-10 15:17:05', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '508 ', '00014 ', '18377486.18', '0.00', '08102~100022860426290314110309 3~08102 ~100022860426290314110 3093~Уплата налога НДС на импо ртируемые работы и услуги за м ай  2020 г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(729, 3, NULL, '2020-06-10 17:31:07', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '509 ', '00958 ', '1565168.80', '0.00', '00634 00633 Денежные средства для зачисления зарплата за май 2020 г сотрудникам на пласти ковые карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(730, 3, NULL, '2020-06-11 11:22:21', '22628000500000827999', '200547254', NULL, '', '510 ', '00827 ', '925.22', '0.00', '08102 Уплата налога Отчисления в ИНПС за май 2020 г. ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(731, 3, NULL, '2020-06-11 11:06:49', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '511 ', '00014 ', '111025.76', '0.00', '08102~200110860626290321211009 3~08102 Уплата налога Единый с оциальный платеж за Май 2020 г .', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(732, 3, NULL, '2020-06-11 11:09:13', '23402000300100001010', '201122919', NULL, 'Молия Вазирлиги Ягона', '512 ', '00014 ', '110101.53', '0.00', '08102~100022860526290311110009 3~08102 Оплата НДФЛ за май 202 0 г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(733, 3, NULL, '2020-06-11 12:22:04', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '513 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику Xakim ov  Kazimbek Ulugbekovich', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(734, 3, NULL, '2020-06-11 12:22:04', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '514 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику НУРМА ТОВ БЕКЗОД АРЗИЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(735, 3, NULL, '2020-06-11 12:22:04', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '515 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику МИРЗА ЕВ НУРБЕК ТУРСУНБАЕВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(736, 3, NULL, '2020-06-11 12:22:04', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '516 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числение  командировочным расх одам за июнь 2020 г. на пласти ковые карточки работнику РАХИМ ОВ АЗИЗЖОН ХИКМАТДЖАНОВИЧ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(737, 3, NULL, '2020-06-15 11:22:56', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '529 ', '00958 ', '6000000.00', '0.00', '00634 Денежные средства для за числения командировочнызх расх одов за июнь 2020 г. сотр. на пл. карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(738, 3, NULL, '2020-06-15 11:22:55', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '528 ', '00958 ', '2000000.00', '0.00', '00634 Денежные средства для за числения аванса за июнь 2020 М атчанов У.А на пл.карту', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(739, 3, NULL, '2020-06-15 11:22:56', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '527 ', '00958 ', '14947403.66', '0.00', '00634 Денежные средства для за числения зарплаты за май 2020 сотрудникам на пластиковые кар точки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(740, 3, NULL, '2020-06-16 14:45:45', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '531 ', '00958 ', '800000.00', '0.00', '00634 денежные средства для за числения командировочных за ию нь 2020г. сотрудникам на пласт иковые карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(741, 3, NULL, '2020-06-17 11:36:49', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '532 ', '00958 ', '1000000.00', '0.00', '00634 Денежные средства для за числения зарплаты сотрудникам за июнь масяц,на пластиковые к арточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(742, 3, NULL, '2020-06-18 12:14:58', '22613000304998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '536 ', '00958 ', '127742423.17', '0.00', '00611 переброска средств для к онвертации ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(743, 3, NULL, '2020-06-18 13:51:35', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '536 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числения командировочных за ию нь 2020 сотрудникам на пластик овые карточки.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(744, 3, NULL, '2020-06-18 14:49:28', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '533 ', '00958 ', '700000.00', '0.00', '00634 Пополнение корп карт за июнь2020г. для хоз. нужд Рахим ов А.Х. 8600132076153673', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(745, 3, NULL, '2020-06-18 14:49:28', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '534 ', '00958 ', '700000.00', '0.00', '00634 Пополнение копр. карт, д л хоз нужд за июнь 2020г. Алим ов Д. 8600 1320 6338 9116', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(746, 3, NULL, '2020-06-18 14:49:28', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '535 ', '00958 ', '700000.00', '0.00', '00634 Пополнение корп.карты за июнь 2020 г для хоз нужд пред приятия Аббасов А. 86001320444 55408', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(747, 3, NULL, '2020-06-19 11:40:42', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '539 ', '00958 ', '1600000.00', '0.00', '00634 Денежные средства для на числения командировочные за ию нь 2020г. сотрудникам на пласт иковые карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(748, 3, NULL, '2020-06-19 13:24:44', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '540 ', '00958 ', '4000000.00', '0.00', '00634 \"00634 00633 Денежные ср едства для зачисления командир овочные за июнь 2020 г сотрудн икам на пластиковые карточки Сумма 4000000-00. Без НДС\"', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(749, 3, NULL, '2020-06-19 14:40:02', '20208000100660055001', '304280164', NULL, '', '541 ', '01041 ', '423545500.00', '0.00', '00668 Предоплата 70 % по догов ору № 06/20 от 19.06.2020 за р аботы по подключению к сетям э лектроснабжения.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(750, 3, NULL, '2020-06-19 14:40:02', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16435401 ', '00958 ', '211772.75', '0.00', '00668 Погашение за Опер.Касс.О бсл.-211772.75 с суммы 4235455 00.00 (1 док.) от 19.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(751, 3, NULL, '2020-06-22 17:01:40', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '545 ', '00958 ', '800000.00', '0.00', '00634 Денежные средства для за числения командировочные за ию нь 2020г. сотрудникам на пласт иковые карточки', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(752, 3, NULL, '2020-06-23 12:01:59', '20214000504998531010', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '546 ', '01041 ', '302470528.00', '0.00', '00642 Переброска средств с осн овного на вторичный счет ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(753, 3, NULL, '2020-06-23 12:01:59', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16447198 ', '00958 ', '151235.26', '0.00', '00668 Погашение за Опер.Касс.О бсл.-151235.26 с суммы 3024705 28.00 (1 док.) от 23.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(754, 3, NULL, '2020-06-23 12:45:46', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '547 ', '00958 ', '5000000.00', '0.00', '00634 00633 Денежные средства для зачисления командировочные за июнь 2020 г сотрудникам на пластиковые карточки   Сумма 5000000-00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(755, 3, NULL, '2020-06-23 12:55:54', '23102000804998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '548 ', '00958 ', '5000000.00', '0.00', '00634 Денеж ср-ва на пополнени е сум.корп.кр. для производств енных нужд предприятия Нарбаев Дж.Т.(п/к №8600 1320 8695 271 8) в июне месяце 2020г', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(756, 3, NULL, '2020-06-24 12:16:59', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '550 ', '00958 ', '1840000.00', '0.00', '00634 00633 Денежные средства для зачисления командировочные за июнь  2020 г . на  пластик овую карточку   Сумма 1840000- 00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(757, 3, NULL, '2020-06-24 12:33:48', '22613000304998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '126076 ', '00958 ', '2113611500.00', '0.00', '00668 Переброска на блок счет в филиеле ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(758, 3, NULL, '2020-06-24 15:23:28', '20208000600399903001', '303081490', NULL, '\"STANDART RESOLUTENESS\" MChJ', '551 ', '01057 ', '2645000.00', '0.00', '00668 Оплата по договору № 212 -20 от 24.06.2020 Проведение р абот по механической продукции Сумма 2645000-00, в т.ч. НД С 15% 345000-00', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(759, 3, NULL, '2020-06-24 15:23:23', '20208000600399903001', '303081490', NULL, '\"STANDART RESOLUTENESS\" MChJ', '552 ', '01057 ', '1322500.00', '0.00', '00668 Оплата по договору № 213 -20 от 24.06.2020 Проведение р абот по сертификации механичес кой продукции.   Сумма 1322500 -00, в т.ч. НДС 15% 172500-00', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(760, 3, NULL, '2020-06-24 15:23:23', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16454571 ', '00958 ', '661.25', '0.00', '00668 Погашение за Опер.Касс.О бсл.-661.25 с суммы 1322500.00 (1 док.) от 24.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(761, 3, NULL, '2020-06-24 15:23:28', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16454575 ', '00958 ', '1322.50', '0.00', '00668 Погашение за Опер.Касс.О бсл.-1322.50 с суммы 2645000.0 0 (1 док.) от 24.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(762, 3, NULL, '2020-06-25 11:40:34', '20208000000600257044', '200933985', NULL, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '554 ', '00491 ', '5951250.00', '0.00', '00668 Оплата по договору № 148 1097 от 25.06.2020 за тележку. Сумма 5951250-00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(763, 3, NULL, '2020-06-25 11:40:34', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16457719 ', '00958 ', '2975.63', '0.00', '00668 Погашение за Опер.Касс.О бсл.-2975.63 с суммы 5951250.0 0 (1 док.) от 25.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(764, 3, NULL, '2020-06-25 15:09:23', '20208000000600257044', '200933985', NULL, '\"O`ZBEKISTON RESPUBLIKASI TOVAR-XOMASHYO BIRJASI\"', '555 ', '00491 ', '255000.00', '0.00', '00668 Оплата по договору № 148 1432 от 25.06.2020 за жакеты. Сумма 255000-00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(765, 3, NULL, '2020-06-25 15:09:23', '20208000600178152001', '200547151', NULL, '', '556 ', '00959 ', '2000000.00', '0.00', '00668 Предоплата 100%  по дого вору № 52 от 24.02.2020 за тех .обслуживание служебных трансп ортов  Сумма 2000000-00, в т.ч . НДС 15% 260869-57', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(766, 3, NULL, '2020-06-25 15:09:23', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16459459 ', '00958 ', '127.50', '0.00', '00668 Погашение за Опер.Касс.О бсл.-127.50 с суммы 255000.00 (1 док.) от 25.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(767, 3, NULL, '2020-06-25 15:09:23', '16401000604998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '16459461 ', '00958 ', '1000.00', '0.00', '00668 Погашение за Опер.Касс.О бсл.-1000.00 с суммы 2000000.0 0 (1 док.) от 25.06.2020', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(768, 3, NULL, '2020-06-26 14:42:29', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '557 ', '00958 ', '10000000.00', '0.00', '00634 Пополнение карты работни ка, с счет вычита из зар.платы .', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(769, 3, NULL, '2020-06-29 15:47:44', '45253000300000873002', '201589828', NULL, '', '3 ', '00873 ', '150000.00', '0.00', '00668Комиссия В головной за ФИ ЛИАЛЫ, ЦККИМО - MT 103 Свифт(Ю р.лицо) 150,000.00 Банковский перевод от суммы 1,500.00', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(770, 3, NULL, '2020-06-29 16:06:56', '45294000000000958176', '203174544', NULL, '', '3 ', '00958 ', '100000.00', '0.00', '00668 Комиссия за подготовку д окумент 26.06.2020 (1шт) ', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(771, 3, NULL, '2020-06-29 17:45:10', '22613000304998531001', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '341 ', '00958 ', '0.00', '23803780.00', '00668 хорижий валюта сотиб оли ш учун ортикча захира килинган пул маблаглари кайтарилмокда №341- сонли хизмат фармойши Ва люта амалиётлари булимидан', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '04998531'),
(772, 3, NULL, '2020-06-30 10:20:22', '23106000004998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '559 ', '00958 ', '2400000.00', '0.00', '00634 00633 Денежные средства для зачисления командировочные за июнь 2020 г сотрудникам на пластиковые карточки   Сумма 2400000-00. Без НДС', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(773, 3, NULL, '2020-06-30 10:49:29', '16413000104998531002', '302387173', NULL, 'ПИИ ООО \"Квангжин Автосистемс\"', '1462878680 ', '00958 ', '5000.00', '0.00', '00647 ДБО с использованием сис темы SMS-Банк, за за июнь 2020 г.', '000', '', 1, NULL, NULL, NULL, NULL, NULL, '04998531'),
(774, 3, NULL, '2020-06-30 17:22:46', '20214000200532305004', '200244767', NULL, '\"UZAUTO MOTORS\" АЖ', '5658 ', '00873 ', '0.00', '50000000.00', '00518 Оплата 100% за КД сог-но Договор №47-41100/2017 от 01. 03.2017г. (сум), сог письма №0 3/01-290 от 04.06.2020г. Акт № 880 от 03.06.2020г.', '000', '', 0, NULL, NULL, NULL, NULL, NULL, '04998531');

-- --------------------------------------------------------

--
-- Структура таблицы `documents`
--

CREATE TABLE `documents` (
  `id` int(11) NOT NULL,
  `inn_company` int(11) DEFAULT NULL,
  `mfo_bank` int(11) DEFAULT NULL,
  `account_number_company` int(11) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  `document_number` int(11) DEFAULT NULL,
  `mfo_branch` int(11) DEFAULT NULL,
  `inn_branch` int(11) DEFAULT NULL,
  `name_branch` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `account_number_branch` int(11) DEFAULT NULL,
  `purpose_branch` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `code_currency` int(11) DEFAULT NULL,
  `kirim` int(11) DEFAULT NULL,
  `chiqim` int(11) DEFAULT NULL,
  `tip_k_ch` tinyint(1) DEFAULT NULL,
  `contract_date` datetime(6) DEFAULT NULL,
  `contract_number` int(11) DEFAULT NULL,
  `contracts_id` int(11) DEFAULT NULL,
  `currency_id` int(11) DEFAULT NULL,
  `account_number_id` int(11) DEFAULT NULL,
  `bank_branch_id` int(11) DEFAULT NULL,
  `company_id` int(11) DEFAULT NULL,
  `company_name` varchar(255) CHARACTER SET utf8 DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `expence_types`
--

CREATE TABLE `expence_types` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `expence_types`
--

INSERT INTO `expence_types` (`id`, `name`) VALUES
(1, 'Lorem Ipsum is simply dummy text of the printing and typesetting industry.');

-- --------------------------------------------------------

--
-- Структура таблицы `files`
--

CREATE TABLE `files` (
  `id` int(11) NOT NULL,
  `company_inn` int(11) DEFAULT NULL,
  `bank_mfo` int(11) DEFAULT NULL,
  `company_account_number` int(11) DEFAULT NULL,
  `file_date` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `code_currency` int(11) DEFAULT NULL,
  `period` int(11) DEFAULT NULL,
  `first_sum` int(11) DEFAULT NULL,
  `last_sum` int(11) DEFAULT NULL,
  `debit` int(11) DEFAULT NULL,
  `credit` int(11) DEFAULT NULL,
  `account_number_id` int(11) DEFAULT NULL,
  `currency_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `files`
--

INSERT INTO `files` (`id`, `company_inn`, `bank_mfo`, `company_account_number`, `file_date`, `code_currency`, `period`, `first_sum`, `last_sum`, `debit`, `credit`, `account_number_id`, `currency_id`) VALUES
(1, 456, 456, 456, '4564', 456, 456, 456, 456, 456, 456, NULL, NULL),
(2, 789, 789, 789, '987', 987, 9, 987, 987, 987, 987, NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `file_info`
--

CREATE TABLE `file_info` (
  `id` int(11) NOT NULL,
  `bank_mfo` varchar(10) NOT NULL,
  `company_account` varchar(50) NOT NULL,
  `company_inn` varchar(25) NOT NULL,
  `file_name` varchar(255) NOT NULL,
  `file_date` varchar(25) NOT NULL,
  `data_period` varchar(50) NOT NULL,
  `template` varchar(5) DEFAULT NULL,
  `depozitBefore` varchar(75) DEFAULT NULL,
  `depozitAfter` varchar(75) DEFAULT NULL,
  `bank_id` int(11) DEFAULT NULL,
  `company_id` int(11) DEFAULT NULL,
  `description` int(11) DEFAULT NULL,
  `countDetailToRecord` int(11) DEFAULT NULL,
  `countDetailNoRecord` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `file_info`
--

INSERT INTO `file_info` (`id`, `bank_mfo`, `company_account`, `company_inn`, `file_name`, `file_date`, `data_period`, `template`, `depozitBefore`, `depozitAfter`, `bank_id`, `company_id`, `description`, `countDetailToRecord`, `countDetailNoRecord`) VALUES
(1, '00199', '20214000804859997001', '301665310', 'Alternator Ipak yo\'li 20214000.txt', '01.07.2020', '01.06.2020 - 29.05.2020', NULL, '12008760122.87', '11800719122.87', 4, NULL, NULL, 312, 0),
(2, '00083', '20208000100516389001', '200908912', 'Koram. 20208000100516389001. 01.06-04.07.txt', '04.07.2020', '01.06.2020 - 03.07.2020', NULL, '12235849093.03', '631045791.53', 3, 11, NULL, 386, 0),
(3, '00958', '20214000904998531001', '302387173', 'Kwangjin Asaka 20214000.txt', '01.07.2020', '01.06.2020 - 30.06.2020', NULL, NULL, NULL, 2, 18, NULL, 76, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `file_template`
--

CREATE TABLE `file_template` (
  `id` int(11) NOT NULL,
  `bank_id` int(11) DEFAULT NULL,
  `attribute_name` varchar(50) CHARACTER SET utf8 DEFAULT NULL,
  `reg_expression` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `replacement` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `date_address` varchar(255) DEFAULT NULL,
  `file_number_address` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `file_template`
--

INSERT INTO `file_template` (`id`, `bank_id`, `attribute_name`, `reg_expression`, `replacement`, `date_address`, `file_number_address`) VALUES
(1, 5, 'main_mfo', '([()]\\d{5})', 'trim(str_replace(\"(\", \"\", #match))', NULL, NULL),
(2, 5, 'main_account', '([: ]\\d{20})', 'trim(#match)', NULL, NULL),
(3, 5, 'main_inn', '(ИНН: \\d{9})', 'trim(str_replace(\"ИНН:\", \"\", #match))', NULL, NULL),
(4, 5, 'main_date', '(Изг:\\d{1,2}\\.\\d{1,2}\\.\\d{4})', 'trim(str_replace(\"Изг:\", \"\", #match))', NULL, NULL),
(5, 5, 'main_interval', '(Сведения о работе счета c \\d{1,2}\\.\\d{1,2}\\.\\d{4} по \\d{1,2}\\.\\d{1,2}\\.\\d{4})', 'trim(str_replace(\" по \", \" - \",str_replace(\"Сведения о работе счета c \", \"\", #match)))', NULL, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `migration`
--

CREATE TABLE `migration` (
  `version` varchar(180) NOT NULL,
  `apply_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `migration`
--

INSERT INTO `migration` (`version`, `apply_time`) VALUES
('m000000_000000_base', 1591259390),
('m141022_115823_create_user_table', 1591259396),
('m141022_115912_create_rbac_tables', 1591259397),
('m200604_125213_hr', 1591275203),
('m200604_132913_currency', 1591277430),
('m200604_141831_company', 1591280452),
('m200604_142135_contracts', 1591291876),
('m200604_174108_bank', 1591292501),
('m200604_175754_bank_branch', 1591293497),
('m200604_175836_account_number', 1591293572),
('m200604_180019_file_template', 1591293656),
('m200604_180129_currency', 1591293720),
('m200604_180233_files', 1591293822),
('m200604_181156_documents', 1591294352);

-- --------------------------------------------------------

--
-- Структура таблицы `template`
--

CREATE TABLE `template` (
  `id` int(10) UNSIGNED NOT NULL,
  `bank_id` int(11) NOT NULL,
  `param_name` varchar(50) CHARACTER SET utf8 NOT NULL,
  `param_address` varchar(5) CHARACTER SET utf8 NOT NULL,
  `param_formula` varchar(50) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `template`
--

INSERT INTO `template` (`id`, `bank_id`, `param_name`, `param_address`, `param_formula`) VALUES
(1, 1, 'INN', 'A3', '(///)'),
(2, 1, 'MFO', 'A1', '(///)'),
(3, 1, 'ACCOUNT', 'A1', '(///)'),
(4, 1, 'DATETIME', 'A1', '(///)'),
(5, 1, 'DOCNUMBER', 'A1', '(///)'),
(6, 1, 'PARTNER_MFO', 'A1', '(///)'),
(7, 1, 'PARTNER_INN', 'A1', '(///)'),
(8, 1, 'PARTNER_NAME', 'A1', '(///)'),
(9, 1, 'PARTNER_ACCOUNT', 'A1', '(///)'),
(10, 1, 'PURPOSE', 'A1', '(///)'),
(11, 1, 'CURRENCY', 'A1', '(///)'),
(12, 1, 'CASH', 'A1', '(///)'),
(13, 1, 'CREDIT', 'A1', '(///)'),
(14, 1, 'CONTRACT_NUMBER', 'A1', '(///)'),
(15, 1, 'CONTRACT_DATE', 'A1', '(///)');

-- --------------------------------------------------------

--
-- Структура таблицы `uploads`
--

CREATE TABLE `uploads` (
  `id` int(11) NOT NULL,
  `category` varchar(45) DEFAULT NULL,
  `excelFile` varchar(255) DEFAULT NULL,
  `path` varchar(45) DEFAULT NULL,
  `dateUploaded` datetime DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password_hash` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` smallint(6) NOT NULL,
  `auth_key` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `password_reset_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `account_activation_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` int(11) NOT NULL,
  `updated_at` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `user`
--

INSERT INTO `user` (`id`, `username`, `email`, `password_hash`, `status`, `auth_key`, `password_reset_token`, `account_activation_token`, `created_at`, `updated_at`) VALUES
(5, 'sardor', 'sardor88.88@mail.ru', '$2y$13$9LTK0TwC5Axot.IpqBjHceglzWOz6lidF.syfpr8F.aNUPLe6ugfu', 10, 'wjp80n3xzER7jZiBBs1ofXa5eiJytql5', 'dPIgE5TAz816J4f0mSNBqWt8LLXTM3h1_1593162151', NULL, 1591294549, 1593162151),
(6, 'lfc', 'lfc@mail.ru', '$2y$13$vkxC7vFU.sP3UELY89d0ZuYkObaM6wxq2NCqeqYkLkNjGfII6YG/S', 10, 'HhpH0AOwOfUWyRyAO0quyvsnoLMJRPm5', NULL, NULL, 1593090285, 1593148813),
(7, 'Erkinjon', 'biznes.derbi.info@gmail.com', '$2y$13$P9mZXePRukceN0rtwE.GxOppGHBXYE2DnTzqezRLLGoqW1QpT4BUi', 10, 'UJK9M1Ny4lmNayAuKxsekXuGxrkp1vLW', NULL, NULL, 1593146707, 1593755236),
(8, 'usf', 'usf@mail.ru', '$2y$13$82unto3LT6zg4lp6U4Jhn.GcD/KqwEKOC0qtPdhTVRsxRSE/KuCUm', 10, 'nqfRqRaV8EGASMLbpVjjdQCpZwlMJ1nn', NULL, NULL, 1593149152, 1593149152),
(9, 'user', 'user.derbi.info@gmail.com', '$2y$13$7qsKH2nUjXl.FnlhR9YffOVV4suHXZJWGg8YHaUQO5VuwBafuWgRa', 10, 'Pe3smO62jB5ZwEDNsq1GA0Nx5EZWM_xF', NULL, NULL, 1593602850, 1593602850);

-- --------------------------------------------------------

--
-- Структура таблицы `vaqtincha`
--

CREATE TABLE `vaqtincha` (
  `id` int(11) NOT NULL,
  `name1` varchar(255) NOT NULL,
  `name2` varchar(255) NOT NULL,
  `name3` varchar(255) NOT NULL,
  `name4` varchar(255) NOT NULL,
  `name5` varchar(255) NOT NULL,
  `name6` varchar(255) NOT NULL,
  `name7` varchar(255) NOT NULL,
  `name8` varchar(255) NOT NULL,
  `name9` varchar(255) NOT NULL,
  `name10` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `vaqtincha`
--

INSERT INTO `vaqtincha` (`id`, `name1`, `name2`, `name3`, `name4`, `name5`, `name6`, `name7`, `name8`, `name9`, `name10`) VALUES
(1, '02.03.2020', '200302012', 'СП ООО \"Oz Erae Alternator\"                        301665310', '20214000904859997005', '01007', '230500000', '0,00', '00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ', 'Array[9]', 'Array[10]'),
(2, '02.03.2020', '200302013', 'СП ООО OZERAEALTERNATOR                            301665310', '22613000904859997001', '00199', '2 883 000 000,00', '0,00', '00641ПЕРЕБРОСКА ДЕНЕЖНЫХ СРЕДСТВ ДЛЯ КОНВЕРТАЦИИ', 'Array[9]', 'Array[10]'),
(3, '02.03.2020', '200302016', 'Молия Вазирлиги Ягона Газна хисобвараги            201122919', '23402000300100001010', '00014', '300 000 000,00', '0,00', '09510~402821860124017950100182001~200006279~Навоий вил. Божхона хизмати учун олдиндан 100% тулов', 'Array[9]', 'Array[10]'),
(4, '02.03.2020', '200302018', 'Молия Вазирлиги Ягона Газна хисобвараги            201122919', '23402000300100001010', '00014', '900 000 000,00', '0,00', '09510~402821860124017950100182001~200006279~Навоий вил. Божхона хизмати учун олдиндан 100% тулов', 'Array[9]', 'Array[10]'),
(5, '02.03.2020', '200302019', '\"НАВОИЙ ТЕЛЕКОМ\"                                   200002957', '20210000100506473001', '01007', '280 169,00', '0,00', '00644Предоплата 100% сог-но дог.у №196 от 29,11,2010г', 'Array[9]', 'Array[10]'),
(6, '02.03.2020', 'NAV107-ОПК', 'Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shma kor', '16413000804859997001', '00199', '44 600,00', '0,00', '00667За VTK-44600.00,  за документ №NAV1070302 S=860 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 9526.28', 'Array[9]', 'Array[10]'),
(7, '02.03.2020', 'NAV107-ОПК', 'Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shma kor', '16413000804859997001', '00199', '167 250,00', '0,00', '00667За SWCH-167250.00,  за документ №NAV1070302 S=860 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 9526.28', 'Array[9]', 'Array[10]'),
(8, '02.03.2020', 'NAV107-ОПК', 'Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shma kor', '16413000804859997001', '00199', '223 000,00', '0,00', '00667За URG-223000.00,  за документ №NAV1070302 S=860 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 9526.28', 'Array[9]', 'Array[10]'),
(9, '02.03.2020', 'NAV107-ОПК', 'Начисленные комиссионные MCHJ \"O`zEraeAlternator\" O`zbekiston-Koreya qo`shma kor', '16413000804859997001', '00199', '334 500,00', '0,00', '00667За OUR-334500.00,  за документ №NAV1070302 S=860 Тариф-Тарифный план \"Business Premium\" по счету 22614840904859997006 Курс 840 9526.28', 'Array[9]', 'Array[10]'),
(10, '02.03.2020', '', 'Итого за 02.03.2020', '', '', '4 314 549 519,00', '0,00', 'Входящее сальдо: 5273497223.78.  Исходящее сальдо: 958947704.78', 'Array[9]', 'Array[10]'),
(11, '03.03.2020', '200302020', 'Молия Вазирлиги Ягона Газна хисобвараги            201122919', '23402000300100001010', '00014', '3 600 000,00', '0,00', '09510~402810860262837950100182001~202450011~БОЖХОНА ХИЗМАТИ УЧУН ТУЛОВ', 'Array[9]', 'Array[10]'),
(12, '03.03.2020', '', 'Итого за 03.03.2020', '', '', '3 600 000,00', '0,00', 'Входящее сальдо: 958947704.78.  Исходящее сальдо: 955347704.78', 'Array[9]', 'Array[10]');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `account_number`
--
ALTER TABLE `account_number`
  ADD PRIMARY KEY (`id`),
  ADD KEY `account_number_to_company` (`company_id`),
  ADD KEY `account_number_to_bank_branch` (`bank_branch_id`);

--
-- Индексы таблицы `auth_assignment`
--
ALTER TABLE `auth_assignment`
  ADD PRIMARY KEY (`item_name`,`user_id`);

--
-- Индексы таблицы `auth_item`
--
ALTER TABLE `auth_item`
  ADD PRIMARY KEY (`name`),
  ADD KEY `rule_name` (`rule_name`),
  ADD KEY `idx-auth_item-type` (`type`);

--
-- Индексы таблицы `auth_item_child`
--
ALTER TABLE `auth_item_child`
  ADD PRIMARY KEY (`parent`,`child`),
  ADD KEY `child` (`child`);

--
-- Индексы таблицы `auth_rule`
--
ALTER TABLE `auth_rule`
  ADD PRIMARY KEY (`name`);

--
-- Индексы таблицы `bank`
--
ALTER TABLE `bank`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `bank_branch`
--
ALTER TABLE `bank_branch`
  ADD PRIMARY KEY (`id`),
  ADD KEY `bank_branch_to_bank` (`bank_id`);

--
-- Индексы таблицы `company`
--
ALTER TABLE `company`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `contracts`
--
ALTER TABLE `contracts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `contracts_to_company` (`first_company_id`),
  ADD KEY `second_company_id` (`second_company_id`);

--
-- Индексы таблицы `currency`
--
ALTER TABLE `currency`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `document`
--
ALTER TABLE `document`
  ADD PRIMARY KEY (`id`),
  ADD KEY `file_id` (`file_id`),
  ADD KEY `document_to_fileInfo` (`company_account_id`),
  ADD KEY `expence_type_id` (`expence_type_id`),
  ADD KEY `document_to_filedate` (`data_id`),
  ADD KEY `documents_to_fileperiod` (`period_id`),
  ADD KEY `document_ibfk_2` (`filecom_id`);

--
-- Индексы таблицы `documents`
--
ALTER TABLE `documents`
  ADD PRIMARY KEY (`id`),
  ADD KEY `documents_to_account_number` (`account_number_id`),
  ADD KEY `documents_to_currency` (`currency_id`),
  ADD KEY `documents_to_contracts` (`contracts_id`),
  ADD KEY `documents_to_bank_branch` (`bank_branch_id`),
  ADD KEY `documents_to_company` (`company_id`);

--
-- Индексы таблицы `expence_types`
--
ALTER TABLE `expence_types`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `files_to_account_number` (`account_number_id`),
  ADD KEY `files_to_currency` (`currency_id`);

--
-- Индексы таблицы `file_info`
--
ALTER TABLE `file_info`
  ADD PRIMARY KEY (`id`),
  ADD KEY `file_to_companyy` (`company_id`);

--
-- Индексы таблицы `file_template`
--
ALTER TABLE `file_template`
  ADD PRIMARY KEY (`id`),
  ADD KEY `file_template_to_bank` (`bank_id`);

--
-- Индексы таблицы `migration`
--
ALTER TABLE `migration`
  ADD PRIMARY KEY (`version`);

--
-- Индексы таблицы `template`
--
ALTER TABLE `template`
  ADD PRIMARY KEY (`id`),
  ADD KEY `bank_id` (`bank_id`);

--
-- Индексы таблицы `uploads`
--
ALTER TABLE `uploads`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`),
  ADD UNIQUE KEY `email` (`email`),
  ADD UNIQUE KEY `password_reset_token` (`password_reset_token`),
  ADD UNIQUE KEY `account_activation_token` (`account_activation_token`);

--
-- Индексы таблицы `vaqtincha`
--
ALTER TABLE `vaqtincha`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `account_number`
--
ALTER TABLE `account_number`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT для таблицы `bank`
--
ALTER TABLE `bank`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT для таблицы `bank_branch`
--
ALTER TABLE `bank_branch`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=572;

--
-- AUTO_INCREMENT для таблицы `company`
--
ALTER TABLE `company`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=40;

--
-- AUTO_INCREMENT для таблицы `contracts`
--
ALTER TABLE `contracts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;

--
-- AUTO_INCREMENT для таблицы `currency`
--
ALTER TABLE `currency`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT для таблицы `document`
--
ALTER TABLE `document`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=775;

--
-- AUTO_INCREMENT для таблицы `documents`
--
ALTER TABLE `documents`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `expence_types`
--
ALTER TABLE `expence_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблицы `files`
--
ALTER TABLE `files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `file_info`
--
ALTER TABLE `file_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `file_template`
--
ALTER TABLE `file_template`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `template`
--
ALTER TABLE `template`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT для таблицы `uploads`
--
ALTER TABLE `uploads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `vaqtincha`
--
ALTER TABLE `vaqtincha`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `account_number`
--
ALTER TABLE `account_number`
  ADD CONSTRAINT `account_number_to_bank_branch` FOREIGN KEY (`bank_branch_id`) REFERENCES `bank_branch` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `account_number_to_company` FOREIGN KEY (`company_id`) REFERENCES `company` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `auth_assignment`
--
ALTER TABLE `auth_assignment`
  ADD CONSTRAINT `auth_assignment_ibfk_1` FOREIGN KEY (`item_name`) REFERENCES `auth_item` (`name`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `auth_item`
--
ALTER TABLE `auth_item`
  ADD CONSTRAINT `auth_item_ibfk_1` FOREIGN KEY (`rule_name`) REFERENCES `auth_rule` (`name`) ON DELETE SET NULL ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `auth_item_child`
--
ALTER TABLE `auth_item_child`
  ADD CONSTRAINT `auth_item_child_ibfk_1` FOREIGN KEY (`parent`) REFERENCES `auth_item` (`name`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `auth_item_child_ibfk_2` FOREIGN KEY (`child`) REFERENCES `auth_item` (`name`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Ограничения внешнего ключа таблицы `bank_branch`
--
ALTER TABLE `bank_branch`
  ADD CONSTRAINT `bank_branch_to_bank` FOREIGN KEY (`bank_id`) REFERENCES `bank` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `contracts`
--
ALTER TABLE `contracts`
  ADD CONSTRAINT `contracts_ibfk_1` FOREIGN KEY (`second_company_id`) REFERENCES `company` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `contracts_to_company` FOREIGN KEY (`first_company_id`) REFERENCES `company` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `document`
--
ALTER TABLE `document`
  ADD CONSTRAINT `document_ibfk_1` FOREIGN KEY (`file_id`) REFERENCES `file_info` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `document_to_fileInfo` FOREIGN KEY (`company_account_id`) REFERENCES `file_info` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `document_to_filedate` FOREIGN KEY (`data_id`) REFERENCES `file_info` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `documents_to_exp` FOREIGN KEY (`expence_type_id`) REFERENCES `file_info` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `documents_to_fileperiod` FOREIGN KEY (`period_id`) REFERENCES `file_info` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `documents`
--
ALTER TABLE `documents`
  ADD CONSTRAINT `documents_to_account_number` FOREIGN KEY (`account_number_id`) REFERENCES `account_number` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `documents_to_bank_branch` FOREIGN KEY (`bank_branch_id`) REFERENCES `bank_branch` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `documents_to_company` FOREIGN KEY (`company_id`) REFERENCES `company` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `documents_to_contracts` FOREIGN KEY (`contracts_id`) REFERENCES `contracts` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `files`
--
ALTER TABLE `files`
  ADD CONSTRAINT `files_to_account_number` FOREIGN KEY (`account_number_id`) REFERENCES `account_number` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `files_to_currency` FOREIGN KEY (`currency_id`) REFERENCES `currency` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `file_template`
--
ALTER TABLE `file_template`
  ADD CONSTRAINT `file_template_to_bank` FOREIGN KEY (`bank_id`) REFERENCES `bank` (`id`) ON DELETE CASCADE;

--
-- Ограничения внешнего ключа таблицы `template`
--
ALTER TABLE `template`
  ADD CONSTRAINT `template_ibfk_1` FOREIGN KEY (`bank_id`) REFERENCES `bank` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
